[
    {
        "Nome do responsável pela ação": "Programa de Desenvolvimento de Instrutores Educação Corporativa  Parceria: DEP/Assessoria de Gestão de Pessoas/Assessoria de Programas Educacionais e Diretrizes de TI: Dirce Betânia Faustino, Geraldo Magela de Carvalho e Leandro Dias Costa Instrutor Responsável pela mediação: Vagner Cassol",
        "E-mail Institucional": "rh@to.senac.br ; dep@to.senac.br; assesorpe.ti@to.senac.br ; vcassol@to.senac.br",
        "Departamento Regional":"Tocantins",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Unidades Educacionais atendidas: CEP-Palmas, UOP-Gurupi, UOP-Araguaína, UOP-Taquaralto.",
        "Descrição da ação com uso de Inteligência Artificial": "Workshops – Objetivo: capacitar o corpo docente de todas as Unidades Educacionais do Regional para a utilização da Inteligência Artificial para a elaboração de seus respectivos Planos de Trabalho Docente – PTD, bem como dos Projetos Integradores – PIs.\nA partir da abordagem que envolveu Conceitos e de Inteligência Artificial, Riscos e orientações sobre a utilização nos cursos do Senac; Utilização de prompts de comando para elaboração de PTD e PI, foi proposta uma situação de aprendizagem, a fim de os instrutores pudessem vivenciar a aplicação dessas tecnologias em sua atividade docente.\n",
        "Solução utilizada": "ChatGPT na versão disponibilizada pelo Bing/Copilot. ",
        "Link para o site da ferramenta": "https://www.bing.com/copilot",
        "Estimativa de custos": "Investimento: R$ 12.396,00\nRelativo ao deslocamento do mediador para as Unidades e remuneração dos instrutores para participação no workshop, nos termos das normas internas do Regional. Por se tratar de ação desenvolvida no âmbito da Educação Corporativa, utilizando instrutor/mediador do próprio quadro de pessoal, esse custo ficou bantante reduzido.",
        "Metodologia": "Abordagem introdutória, a partir de demonstrações práticas e dinâmicas, cujo objetivo consistiu em situar os instrutores no contexto das inovações tecnológicas disponíveis para a utilização em seus respectivos Segmentos de Ação. Os docentes foram conduzidos aos laboratórios de informática, devidamente apropriados à situação de aprendizagem proposta e, a partir da interação, troca de experiências e esclarecimento de dúvidas receberam prompts de comando, previamente elaborados e testados, o que lhes tornou possível realizar adaptações, ou seja, as transposições necessárias para a elaboração de seus respectivos planos de cursos.",
        "Referências": "Para além de referências, destacamos elementos importantes, os quais impulsionam o Regional a se manter permanentemente atualizado em relação às demandas educacionais:\n-\n O advento e a evolução da Inteligência Artificial;\n-\nA facilidade e disponibilidade das ferramentas da OpenAI, por meio da parceria com a Microsoft, disponíveis por meio do Copilot no Bing;\n-\nInstrutores conectados, por meio de seus e-mails institucionais, como principal requisito de acesso à utilização dessa tecnologia;\n-\nNecessidade de preparação dos instrutores para o atendimento das demandas da atualidade, dentre as quais se destaca o uso de tecnologias em sala de aula.\n- Contribuir para o alcance da própria missão do Senac, que é ser referência em educação profissional.\n",
        "Observações": "A partir dos resultados positivos obtidos nos workshops, inicialmente, realizados e, considerando a abertura e aceitação pelo público-alvo, foram planejados novos workshops, com previsão para a realização no segundo semestre deste exercício, com vistas à capacitação dos instrutores no uso do Gemini através do aistudio, em sua mais recente versão. ",
        "Link do registro da iniciativa": "https://tosenac-my.sharepoint.com/:w:/g/personal/vagner_palmas_to_senac_br/EblYyXSGFDBIuhtU1TW_Sr0BSYX-ubGmdFDt8jo5VYtRgw?e=T4xgiV",
        "Categoria": "Formação Docente"
    },
    {
        "Nome do responsável pela ação": "Priscilla Silveira",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Núcleo de Qualidade e Inovação ",
        "Descrição da ação com uso de Inteligência Artificial": "Criação de GPT da Sofia como assistente de ensino para o MPS.",
        "Solução utilizada": "CHATGPT 4 ",
        "Link para o site da ferramenta": "https://chatgpt.com/g/g-DjFX1s9a9-modelo-pedagogico-do-senac-com-a-sofia",
        "Estimativa de custos": "Licença mensal ChatGPT 4",
        "Metodologia": "A criação do GPT foi realizada com o ppt de orientação de formação MPS do Senac DN. O prompt direciona a Sofia a tirar dúvidas pontuais sobre MPS, auxiliar na criação de Plano de Trabalho Docente, auxiliar na criação de Projeto Integrador e realizar uma trilha de aprendizagem sobre o MPS com uso de situações simuladas práticas e quiz de perguntas abertas. A Sofia foi treinada para oferecer feedback construtivo e não entregar respostas prontas. Além disso, a se restringir para apenas dialogar sobre MPS.",
        "Referências": "Transformando Experiências de Aprendizagem com ChatGPT - Priscilla Silveira.\nO GPT foi criado na noite em que a funcionalidade GPT foi disponibilizada para os usuários. Carater de originalidade.",
        "Observações": "Hoje o GPT contabiliza mais de 90 usuários.",
        "Link do registro da iniciativa": "https://onsenacrn-my.sharepoint.com/:f:/g/personal/f3736_rn_senac_br/Eij-NtjEZv1KtUgjU5lJPQgBsGgjTLHtYKgWhrpNn_yBnQ?e=MHvx1I",
        "Categoria": "Formação Docente"
    },
    {
        "Nome do responsável pela ação": "Priscilla Silveira",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Núcleo de Qualidade e Inovação",
        "Descrição da ação com uso de Inteligência Artificial": "Criação do GUIA PLANEJAMENTO EDUCACIONAL NO SENAC USANDO CHATGPT com prompts para auxiliar os instrutores a criarem Plano de Trabalho Docente e Projeto Integrador, alinhados com o MPS.",
        "Solução utilizada": "CHATGPT 3",
        "Link para o site da ferramenta": "https://www.canva.com/design/DAFlymT-cSE/b8g25SMTGhr_0HxXzKHqFQ/view?utm_content=DAFlymT-cSE&utm_campaign=designshare&utm_medium=link&utm_source=editor",
        "Estimativa de custos": "Sem custo.",
        "Metodologia": "Os promtps criados garantem que o instrutor crie o PTD e PI alinhados ao MPS, e atendem as melhores práticas de técnicas de prompt. Os prompts foram testados com pedagogos e instrutores em um piloto e após isso lançado e divulgado para todos.",
        "Referências": "Transformando experiências de aprendizagem com CHATGPT - Priscilla Silveira",
        "Observações": "o GUIA possui 286 visualizações e 206 visitantes.",
        "Link do registro da iniciativa": "https://www.canva.com/design/DAFlymT-cSE/b8g25SMTGhr_0HxXzKHqFQ/view?utm_content=DAFlymT-cSE&utm_campaign=designshare&utm_medium=link&utm_source=editor",
        "Categoria": "Formação Docente"
    },
    {
        "Nome do responsável pela ação": "PRISCILLA SILVEIRA",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "SENAC LABS - LABORATÓRIO DE INOVAÇÃO (NÚCLEO DE QUALIDADE E INOVAÇÃO)",
        "Descrição da ação com uso de Inteligência Artificial": "Desenvolvimento de um chatbot da Sofia no Telegram para simulações de negociação em vendas com feedback construtivo no curso de Tendências na Negociação em Vendas: 30% do curso com Chatbot e 70% com aulas com o instrutor.",
        "Solução utilizada": "1. ChatGPT para cocriação do design conversacionais. \n2. ChatGPT como copiloto de programação e algoritmos de tomada de decisão. \n3. Microsoft Azure para hospedagem do serviço na nuvem. \n4.PowerBI gerando estatísticas de acesso dos usuários no chatbot",
        "Link para o site da ferramenta": "- ChatGPT: [OpenAI](https://www.openai.com/)   - Microsoft Azure: [Azure](https://azure.microsoft.com/) - Microsoft PowerBI",
        "Estimativa de custos": "- ChatGPT: Custo baseado no ChatGPT Plus, aproximadamente $ 20,00. \n- Microsoft Azure: Custo baseado nos serviços de computação e armazenamento utilizados. Estimativa inicial: $50 a $100 por mês. \n- Microsoft PowerBI - Licença institucional",
        "Metodologia": "1. Desenho do design conversacional em colaboração com o ChatGPT. \n2. Validação técnica do instrutor do design conversacional.\n3. Utilização do ChatGPT para criar e ajustar os diálogos do chatbot. \n4. Implementação de algoritmos de tomada de decisão para personalizar as respostas. \n5. Hospedagem e gerenciamento do serviço na Microsoft Azure. \n6.Oferta do curso com monitoramento dos acessos dos estudantes",
        "Referências": "Transformando experiências de aprendizagem com ChatGPT - Priscilla Silveira",
        "Observações": "O piloto foi importante para entendermos o funcionamento de cursos com uso de assistentes de ensino com IA convencional. 102 MATRÍCULAS​ ; 56 APROVADOS​ ; 46 REPROVADOS​\n​O curso foi ofertado a preço popular 19,90. Teve engajamento de 55% e satisfação de 9,39.",
        "Link do registro da iniciativa": "https://onsenacrn-my.sharepoint.com/:p:/g/personal/f3736_rn_senac_br/Eben87r07GlIsJjp-mEm6U4BxPXQ2ERYx9kCLYV8M2subA?e=lrpm0g",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "PRISCILLA SILVEIRA",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "SENAC LABS - LABORATÓRIO DE INOVAÇÃO (NÚCLEO DE QUALIDADE E INOVAÇÃO)",
        "Descrição da ação com uso de Inteligência Artificial": "Desenvolvimento de um chatbot com Sofia no Telegram para o curso de Qualidade no Atendimento. 30% do curso com ChatBot e 70% com o instrutor em sala de aula (Educação Flexível).",
        "Solução utilizada": "1. ChatGPT para cocriação do design conversacional. \n2. ChatGPT como copiloto de programação e algoritmos de tomada de decisão. \n3. Microsoft Azure para hospedagem do serviço na nuvem. \n4.Microsoft PowerBI para monitorar acessos dos usuários no ChatBot",
        "Link para o site da ferramenta": "- ChatGPT: [OpenAI](https://www.openai.com/)   - Microsoft Azure: [Azure](https://azure.microsoft.com/) ",
        "Estimativa de custos": "- ChatGPT: Custo baseado no ChatGPT Plus, aproximadamente $ 20,00. \n- Microsoft Azure: Custo baseado nos serviços de computação e armazenamento utilizados. Estimativa inicial: $50 a $100 por mês. ",
        "Metodologia": "1. Definição dos cenários conversacionais em colaboração com especialistas em atendimento ao cliente. \n2.Validação técnica do design conversacional pelo instrutor.\n3. Utilização do ChatGPT para criar e ajustar os diálogos do chatbot. \n4. Implementação de algoritmos de tomada de decisão para personalizar as respostas. \n5. Hospedagem e gerenciamento do serviço na Microsoft Azure. \n6. Oferta do curso e monitoramento dos acessos dos estudantes ao chatbot.",
        "Referências": "Transformando experiências de aprendizagem com ChatGPT - Priscilla Silveira\n- Documentação técnica e tutoriais da OpenAI e Microsoft Azure. ",
        "Observações": "O curso teve oferta corporativa com 15 estudantes. Apenas um aluno reprovou. Satisfação 8.0.",
        "Link do registro da iniciativa": "https://t.me/QualidadeNoAtendimentoBot ",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Priscilla Silveira",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "SENAC LABS - LABORATÓRIO DE INOVAÇÃO (NÚCLEO DE QUALIDADE E INOVAÇÃO)",
        "Descrição da ação com uso de Inteligência Artificial": "Criação da Assistente Digital de Ensino Sofia para auxiliar na adesão e engajamento da comunidade escolar do Senac RN no uso de IA.",
        "Solução utilizada": "1. ChatGPT para desenvolvimento da personalidade e diálogos. \n2. MidJourney para criação visual. \n3. D-ID para animação da assistente virtual. ",
        "Link para o site da ferramenta": "- ChatGPT: [OpenAI](https://www.openai.com/)   - MidJourney: [MidJourney](https://www.midjourney.com/)   - D-ID: [D-ID](https://www.d-id.com/) ",
        "Estimativa de custos": "- ChatGPT: Custo baseado no ChatGPT Plus, aproximadamente $ 20,00. \n- MidJourney: Assinatura mensal, aproximadamente $30. \n- D-ID: Custo baseado no uso da API de animação, aproximadamente $20 por mês. ",
        "Metodologia": "1. Desenvolvimento da personalidade da Sofia com base em objetivos educacionais. \n2. Criação do visual da Sofia utilizando MidJourney. \n3. Animação da Sofia com D-ID para proporcionar uma experiência interativa. ",
        "Referências": "-Inspiração: Assistente virtual MAGALU\n- Estudos sobre assistentes virtuais e IA conversacional. \n- Documentação técnica e tutoriais da OpenAI, MidJourney, e D-ID. ",
        "Observações": "A assistente Sofia tem sido utilizada em vários cursos e eventos de formação para interagir com os alunos e instrutores, proporcionando uma experiência educacional inovadora. ",
        "Link do registro da iniciativa": "https://onsenacrn-my.sharepoint.com/:p:/g/personal/f3736_rn_senac_br/ERzyttXZ9q1EsiyLMp4e0NsBp5jHYbRzcANVOgZOhYWwXw?e=fyKlrH",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "PRISCILLA SILVEIRA",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "SENAC LABS - LABORATÓRIO DE INOVAÇÃO (NÚCLEO DE QUALIDADE E INOVAÇÃO)",
        "Descrição da ação com uso de Inteligência Artificial": "Desenvolvimento do metaverso interativo da unidade Escola Técnica com vídeos da Sofia sobre o MPS. O objetivo era promover uma experiência imersiva em metaverso e aplicações de IA para que os instrutores experimentassem e se inspirassem a também utilizar essas tecnologias emergentes.",
        "Solução utilizada": "1. MidJourney para criação de elementos visuais. \n2. Blender para desenvolvimento do ambiente do metaverso. \n3.- ChatGPT: [OpenAI](https://www.openai.com/) \n4- D-ID: [D-ID](https://www.d-id.com/) \n5- Adobe premiere",
        "Link para o site da ferramenta": "https://www.spatial.io/s/Senac-RN-Metaverso-Microsoft-Future-School-643c3ea207adc62740c57dbb?share=735934382821670488 ",
        "Estimativa de custos": "- ChatGPT: Custo baseado no ChatGPT Plus, aproximadamente $ 20,00. \n- MidJourney: Assinatura mensal, aproximadamente $30. \n- D-ID: Custo baseado no uso da API de animação, aproximadamente $20 por mês. \n- Blender: Software gratuito, mas custos podem ser associados a recursos de desenvolvimento. ",
        "Metodologia": "1. Utilização do MidJourney para criar elementos visuais e texturas. \n2. Desenvolvimento do ambiente 3D utilizando Blender. \n3. Desenvolvimento dos roteiros dos vídeos sobre MPS cocriando com ChatGPT e validação técnica pedagógica.\n4. Integração da assistente virtual Sofia no metaverso para interações imersivas. ",
        "Referências": "- Artigos e estudos sobre o desenvolvimento de metaversos. \n- Documentação técnica e tutoriais do MidJourney e Blender. ",
        "Observações": "Esse produto ganhou o primeiro lugar no PRÊMIO IEL RN em 2023. \nO metaverso com Sofia está sendo utilizado como uma plataforma educativa inovadora, permitindo aos alunos e instrutores uma experiência imersiva de aprendizagem. ",
        "Link do registro da iniciativa": "https://www.spatial.io/s/Senac-RN-Metaverso-Microsoft-Future-School-643c3ea207adc62740c57dbb?share=735934382821670488 ",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "PRISCILLA SILVEIRA",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "NÚCLEO DE QUALIDADE E INOVAÇÃO",
        "Descrição da ação com uso de Inteligência Artificial": "HACKATHON PROMPT INOVADOR NA EDUCAÇÃO - Desafio multidisciplinar com todos os instrutores do Senac RN onde aprenderam as melhores técnicas de prompt e aplicaram-nas para resolver um problema educacional com ChatGPT. Banca examinadora do mercado para avaliar e escolher os melhores prompts inovadores. Esse tipo de instrumento de formação foi transformador para que os educadores dominassem IA e se sentissem confiantes para usar em sala de aula.",
        "Solução utilizada": "ChatGPT 3",
        "Link para o site da ferramenta": "https://youtu.be/xNbbJOW99z4",
        "Estimativa de custos": "Custo com o evento em média - R$ 5.000\n80 EDUCADORES PARTICIPANTES",
        "Metodologia": "1.Criação do escopo do hackathon coriando com ChatGPT\n2.Planejamento do evento\n3.Execução do evento\n4.Premiação das 3 melhores equipes.\n5.Feedback para os participantes sobre como melhorar os prompts criados.",
        "Referências": "Hackathons da área de TI.\nTransformando experiências de aprendizagem com ChatGPT - Priscilla Silveira",
        "Observações": "Este modelo foi replicado no SENAC AL em 2024 com a visita técnica da Priscilla Silveira lá: https://www.instagram.com/p/C5tCjw7rbmY/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA== ",
        "Link do registro da iniciativa": "https://www.youtube.com/watch?v=2dnNK2jqADA",
        "Categoria": "Formação Docente"
    },
    {
        "Nome do responsável pela ação": "PRISCILLA SILVEIRA",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "NÚCLEO DE QUALIDADE E INOVAÇÃO",
        "Descrição da ação com uso de Inteligência Artificial": "Criação do Comitê Técnico de Inteligência Artificial do Senac RN. O comitê tem o objetivo de auxiliar o processo de transformação organizacional com IA, atendendo aos objetivos: \n1 Promover a educação e formação em inteligência artificial (IA) internamente e como referência para o mercado\n2 Incentivar a inovação Institucional a partir da IA\n3 Avaliar e abordar questões éticas e de segurança (LGPD) relacionadas à IA\n4 Fomentar o uso da IA para melhorar a operação educacional e administrativa do Senac",
        "Solução utilizada": "ChatGPT",
        "Link para o site da ferramenta": "https://www.canva.com/design/DAFoovZ9LN8/xoy5dn5eOgn8zZUIrEYpLw/view?utm_content=DAFoovZ9LN8&utm_campaign=designshare&utm_medium=link&utm_source=publishsharelink",
        "Estimativa de custos": "Nenhum diretamente.",
        "Metodologia": "1. Mapeamento institucional de colaboradores que estavam avançados no uso de IA.\n2. Mapeamento de setores chaves que deveriam ter um representante no Comitê.\n3. OS de criação do Comitê.\n4.Reuniões sistemáticas quinzenais do comitê para criação de plano de ação semestral e acompanhamento das ações.",
        "Referências": "Na época não encontramos nenhum Comitê de IA como referência.",
        "Observações": "O comitê foi fundamental para ajudar transversalmente a implementação de iniciativas de IA na organização.",
        "Link do registro da iniciativa": "RESULTADOS 2023.2: https://www.canva.com/design/DAFoovZ9LN8/xoy5dn5eOgn8zZUIrEYpLw/view?utm_content=DAFoovZ9LN8&utm_campaign=designshare&utm_medium=link&utm_source=publishsharelink",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "PRISCILLA SILVEIRA",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "NÚCLEO DE QUALIDADE E INOVAÇÃO",
        "Descrição da ação com uso de Inteligência Artificial": "Criação de GUIAS DE USO ÉTICO E RESPONSÁVEL DA IA para estudantes, educadores e colaboradores.",
        "Solução utilizada": "SWAY \nChatGPT",
        "Link para o site da ferramenta": "Uso ético e responsável da IA* Comitê Técnico de Inteligência Artificial Senac RN   *Guia do Estudante* https://bit.ly/ÉticaIA_SenacRN_guia_do_estudante   *Guia do Educador* https://bit.ly/ÉticaIA_SenacRN_guia_do_educador   *Guia do Colaborador* https://bit.ly/ÉticaIA_SenacRN_guia_do_colaborador",
        "Estimativa de custos": "Sem custos diretos",
        "Metodologia": "1. Mapeamento de publicações sobre uso ético de IA\n2.Análise e cruzamento filtrando por público-alvo: estudantes, educadores, colaboradores\n3.Construção do texto dos guias com revisão final do ChatGPT\n4. Validação técnica área de Compliance\n5.Design dos guias do Microsoft Sway\n6.Divulgação dos guias",
        "Referências": "MICROSOFT. Práticas recomendadas de IA confiável. In: Cloud Adoption Framework.\nDisponível em: https://learn.microsoft.com/pt-br/azure/cloud-adoption-framework/\ninnovate/best-practices/trusted-ai. Acesso em: 20 de Agosto de 2023.\nUNESCO. Recomendação sobre a Ética da Inteligência Artificial. Paris: UNESCO,\n2022.",
        "Observações": "",
        "Link do registro da iniciativa": "Uso ético e responsável da IA* Comitê Técnico de Inteligência Artificial Senac RN   *Guia do Estudante* https://bit.ly/ÉticaIA_SenacRN_guia_do_estudante   *Guia do Educador* https://bit.ly/ÉticaIA_SenacRN_guia_do_educador   *Guia do Colaborador* https://bit.ly/ÉticaIA_SenacRN_guia_do_colaborador",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Priscilla Silveira",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "NÚCLEO DE QUALIDADE E INOVAÇÃO",
        "Descrição da ação com uso de Inteligência Artificial": "Criação do perfil de rede social da Sofia no INSTAGRAM - O objetivo é ajudar a disseminar instruções em microlearning de forma inovadora e engajadora sobre MPS, IA para os instrutores.",
        "Solução utilizada": "- ChatGPT\n- MidJourney\n- D-ID",
        "Link para o site da ferramenta": "https://www.instagram.com/sofia.do.senac.rn?igsh=MnJ2N2ozaHJsZWtl",
        "Estimativa de custos": "- ChatGPT: Custo baseado no ChatGPT Plus, aproximadamente $ 20,00. \n- MidJourney: Assinatura mensal, aproximadamente $30. \n- D-ID: Custo baseado no uso da API de animação, aproximadamente $20 por mês. ",
        "Metodologia": "1.Criação das postagens\n2.Publicação na rede social",
        "Referências": "MAGALU",
        "Observações": "EM FASE DE PILOTO",
        "Link do registro da iniciativa": "https://www.instagram.com/sofia.do.senac.rn?igsh=MnJ2N2ozaHJsZWtl",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "PRISCILLA SILVEIRA",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "NÚCLEO DE QUALIDADE E INOVAÇÃO E NÚCLEO DE COMUNICAÇÃO E MARKETING",
        "Descrição da ação com uso de Inteligência Artificial": "CRIAÇÃO DO PORTFÓLIO DE IA PARA O MERCADO. A ação foi importante para o rápido posicionamento do Senac RN no mercado em relação ao tema.",
        "Solução utilizada": "NENHUMA",
        "Link para o site da ferramenta": "https://lp.rn.senac.br/senac-ia",
        "Estimativa de custos": "",
        "Metodologia": "1.Identificação de necessidades do mercado\n2.Criação dos Planos de Curso\n3.Criação de landing page de divulgação",
        "Referências": "Necessidades do mercado",
        "Observações": "",
        "Link do registro da iniciativa": "https://lp.rn.senac.br/senac-ia",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "LUANA ANDRADE",
        "E-mail Institucional": "luana.andrade@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "NÚCLEO DE COMUNICAÇÃO E MARKETING",
        "Descrição da ação com uso de Inteligência Artificial": "Oferta de lives no instragram para posionar o Senac RN em relação ao tema de IA.",
        "Solução utilizada": "Nenhuma",
        "Link para o site da ferramenta": "*Inteligência artificial aplicada aos negócios - https://www.linkedin.com/events/7102607768045416448/comments/ *Melhores práticas em técnicas de prompt - https://www.linkedin.com/events/7105966011308290049/comments/*Do impossível ao acessível: a criação e edição de imagens na era da IA - https://www.linkedin.com/events/7110607150296576000/comments/",
        "Estimativa de custos": "-",
        "Metodologia": "Identificação de temas que poderiam servir de iscas para nosso portfólio de IA.\nDivulgação da live\nTransmissão da live",
        "Referências": "-",
        "Observações": "-",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "ROSE CAMARA",
        "E-mail Institucional": "rosec@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "NÚCLEO DE CARREIRAS E SENAC LABS (LABORATÓRIO DE INOVAÇÃO)",
        "Descrição da ação com uso de Inteligência Artificial": "Oficina para auxiliar os estudantes a simular entrevista de emprego e criação de currículo com uso de IA. ",
        "Solução utilizada": "CHATGPT 3",
        "Link para o site da ferramenta": "https://onsenacrn-my.sharepoint.com/:b:/g/personal/f3736_rn_senac_br/EVkI33CfrMhFuFIy689iSk4B9-SA42QNslYmU_K_P5UUtQ?e=fht7c4",
        "Estimativa de custos": "-",
        "Metodologia": "1.Criação dos prompts para simulação de entrevista de emprego e criação de currículo\n2.Validação dos prompts com os usuários\n3.Criação da oficina\n4.Divulgação e oferta da oficina aos estudantes",
        "Referências": "TRANSFORMANDO EXPERIÊNCIAS DE APRENDIZAGEM COM CHATGPT",
        "Observações": "",
        "Link do registro da iniciativa": "https://onsenacrn-my.sharepoint.com/:b:/g/personal/f3736_rn_senac_br/EVkI33CfrMhFuFIy689iSk4B9-SA42QNslYmU_K_P5UUtQ?e=fht7c4",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "Priscilla Silveira",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "NÚCLEO DE QUALIDADE E INOVAÇÃO",
        "Descrição da ação com uso de Inteligência Artificial": "PTDS REFERÊNCIA ÁREA DE GESTÃO E COMÉRCIO COM IA",
        "Solução utilizada": "Ainda em mapeamento",
        "Link para o site da ferramenta": "Em construção",
        "Estimativa de custos": "-",
        "Metodologia": "1.Mapeamento os principais cursos do nosso portfólio com impacto da IA\n2.Mapeamento das habilidades nos planos de curso e impacto (automatização, cocriação, autonomia humana)\n3.Atualização dos PTDs para que no ensino os instrutores já tragam o desenvolvimento dessas habilidades com uso de IA",
        "Referências": "",
        "Observações": "ESTÁ INICIATIVA ESTA EM ANDAMENTO",
        "Link do registro da iniciativa": "",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "PRISCILLA SILVEIRA",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "NÚCLEO DE QUALIDADE E INOVAÇÃO",
        "Descrição da ação com uso de Inteligência Artificial": "OFERTA DE CURSO MPS COM A SOFIA COM IA GENERATIVA NO WHATSAPP. PILOTO COM A STARTUP EINSTEIN.",
        "Solução utilizada": "SOLUÇÃO TECNOLÓGICA EINSTEIN",
        "Link para o site da ferramenta": "https://www.geteinstein.com/",
        "Estimativa de custos": "PILOTO SEM CUSTO PARA 60 EDUCADORES\nVALOR MÉDIO POR ALUNO QUANDO CONTRATADO 19,90",
        "Metodologia": "-DESENHO DO ESCOPO PARA A IA GENERATIVA\n-DESENHO DO CURSO PELO EINSTEIN CONFORME ESCOPO\n-OFERTA DO PILOTO\n",
        "Referências": "Evolução da Sofia de IA convencional para IA generativa\nGPT SOFIA\nTRANSFORMANDO EXPERIÊNCIAS DE APRENDIZAGEM COM CHATGPT - PRISCILLA SILVEIRA",
        "Observações": "Entrega do MVP 31-05 \nInício piloto 17-06",
        "Link do registro da iniciativa": "",
        "Categoria": "Formação Docente"
    },
    {
        "Nome do responsável pela ação": "PRISCILLA SILVEIRA",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "NÚCLEO DE QUALIDADE E INOVAÇÃO",
        "Descrição da ação com uso de Inteligência Artificial": "PILOTO DE SUPORTE À APRENDIZAGEM COM PLATAFORMA JOVENS GÊNIOS COM IA GENERATIVA COM GAMIFICAÇÃO EM PARCERIA COM SENAC DN.",
        "Solução utilizada": "https://www.jovensgenios.com/",
        "Link para o site da ferramenta": "https://www.jovensgenios.com/",
        "Estimativa de custos": "PILOTO SEM CUSTO",
        "Metodologia": "1.Seleção do tema do curso e desenho do escopo; (ESTAMOS AQUI)\n2.Preparação da plataforma;\n3.Seleção da turma piloto;\n4.Acompanhamento do piloto.",
        "Referências": "KHAN ACADEMY",
        "Observações": "PILOTO AINDA NA ETAPA 1 DA METODOLOGIA",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "PRISCILLA SILVEIRA",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "NÚCLEO DE QUALIDADE E INOVAÇÃO - SQUAD INCLUSÃO E SENAC LABS",
        "Descrição da ação com uso de Inteligência Artificial": "Criação de game AS EMOÇÕES DE EMILIE para desenvolvimento da inteligência emocional dos instrutores e estudantes. O game foi concebido em cocriação com ChatGPT e permite a personalização das situações socioemocionais do jogo cocriadas com IA.",
        "Solução utilizada": "CHATGPT 3",
        "Link para o site da ferramenta": "chagpt",
        "Estimativa de custos": "nenhum",
        "Metodologia": "1. CONCEPÇÃO DO JOGO COCRIADA COM CHATGPT\n2. PROTOTIPAÇÃO E VALIDAÇÃO COM USUÁRIOS\n3. DESENHO DO PRODUTO FINAL\n4. GERAÇÃO DAS SITUAÇÕES SOCIOEMOCIONAIS COCRIADA COM IA A CADA JOGADA DE FORMA PERSONALIZADA.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://onsenacrn-my.sharepoint.com/:i:/g/personal/f3736_rn_senac_br/EbHSOptCc99At8ICVcCCYzUB_yxIrY2clD7DY1wJVwCGZg?e=ugBjkg",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "PRISCILLA SILVEIRA",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "NÚCLEO DE QUALIDADE E INOVAÇÃO",
        "Descrição da ação com uso de Inteligência Artificial": "CRIAÇÃO DE PODCAST PARA SENSIBILIZAR A COMUNIDADE ESCOLAR QUANDO A DIVERSIDADE E INCLUSÃO A PARTIR DE RELATO DE EXPERIÊNCIAS DE PESSOAS COM DIFERENÇAS.",
        "Solução utilizada": "CHATGPT \nCLIPCHAMP\n",
        "Link para o site da ferramenta": "clipchamp.com/pt-br ",
        "Estimativa de custos": "gratuito",
        "Metodologia": "1. Identificação de diversidade e geração de relato cocriado com ChatGPT\n2. Validação do relato com pessoa que ocupa esse lugar de fala\n3.Gravação do relato com IA no clipchamp\n4.Distribuição no Youtube",
        "Referências": "HUMAN LIBRARY - https://humanlibrary.org/",
        "Observações": "A IA é utilizada quando não temos uma pessoa disponível para relatar uma diferença que precisamos sensibilizar.",
        "Link do registro da iniciativa": "https://youtu.be/yjJxLAvdY6g?list=PLExBcEl8ePiJokybuhdWjLpkYyJ8APf-3",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "PRISCILLA SILVEIRA",
        "E-mail Institucional": "priscillas@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "NÚCLEO DE QUALIDADE E INOVAÇÃO",
        "Descrição da ação com uso de Inteligência Artificial": "CURSO DE SPEAKING COM IA NÃO GENERATIVA NO WHATSAPP (CHATCLASS). O OBJETIVO É PILOTAR O ENSINO DE IDIOMAS COM APOIO DE ASSISTENTES DE ENSINO VISANDO AVALIAR A VIABILIDADE DE EDUCAÇÃO FLEXÍVEL COM IA. PILOTO REALIZADO COM ALUNOS DO CURSO DE INGLÊS ACIMA DE 13 ANOS, TOTALIZANDO 500 USUÁRIOS. ",
        "Solução utilizada": "CHATCLASS",
        "Link para o site da ferramenta": "https://www.chatclass.ai/",
        "Estimativa de custos": "10.000 ATIVAÇÃO PLATAFORMA\n15.000 DESIGN CONVERSACIONAL \nVALOR MENSAL 1200 + 6,60 POR USUÁRIO ATIVO",
        "Metodologia": "1.Seleção dos cursos participantes\n2.Mapeamento das lições dos recursos didáticos\n3.Desenho do design conversacional\n4.Divulgação e oferta do piloto\n5. Acompanhamento do piloto",
        "Referências": "",
        "Observações": "PILOTO EM ANDAMENTO.",
        "Link do registro da iniciativa": "https://www.instagram.com/reel/C5WMP_IudR5/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Weskley Bezerra",
        "E-mail Institucional": "weskleym@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Nucleo de Qualidade e Inovação / Senac/RN",
        "Descrição da ação com uso de Inteligência Artificial": "Integração de ferramentas de IA nos planos de trabalhos docentes (PTDs) do segmento de TI para enriquecer as aulas e incentivar o uso da IA pelos alunos.",
        "Solução utilizada": "ChatGPT para suporte na criação de conteúdo educacional e interação em sala de aula.",
        "Link para o site da ferramenta": "ChatGPT: [OpenAI](https://www.openai.com/); Microsoft Azure: [Azure](https://azure.microsoft.com/)",
        "Estimativa de custos": "- ChatGPT: Custo baseado no ChatGPT Plus, aproximadamente $ 20,00.\n- Microsoft Azure: O aluno dispõe de $ 100,00.",
        "Metodologia": "- Planejamento e definição de objetivos educacionais específicos para cada disciplina.\n- Utilização do ChatGPT para criar e adaptar conteúdos educativos, como quizzes, atividades interativas e suporte em tempo real.\n- Treinamento dos docentes para utilização das ferramentas de IA em sala de aula.\n- Monitoramento e avaliação contínua dos impactos das ferramentas de IA no processo de aprendizagem.",
        "Referências": "- Pesquisas e artigos acadêmicos sobre o uso de IA na educação.\n- Experiências e estudos de caso de outras instituições educacionais que implementaram IA.",
        "Observações": "",
        "Link do registro da iniciativa": "https://onsenacrn.sharepoint.com/:f:/s/GernciadeProdutosEducacionais/EtPCCgC1NQ5EgGzg4y_Xn3EBh_RiC4hahRnRQ2S8NmXmIw?e=fX7V7r",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "Jéssica Santos",
        "E-mail Institucional": "jessica.santos@rn.senac.br",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Educação Corporativa - Senac Carreiras",
        "Descrição da ação com uso de Inteligência Artificial": "Programa de desenvolvimento de equipes da área jornalística para estimular uma cultura  ágil e inovadora frente às tendências e demandas do mercado, através da utilização da inteligência artificial.",
        "Solução utilizada": "ChatGPT",
        "Link para o site da ferramenta": "https://www.canva.com/design/DAGBx4UMFnE/Iu_vlZglYpEowsp3Y09U4Q/edit?utm_content=DAGBx4UMFnE&utm_campaign=designshare&utm_medium=link2&utm_source=sharebutton",
        "Estimativa de custos": "Sem custos diretos.  ",
        "Metodologia": "-Metodologias ágeis e ativas;\n-Colaborador no centro;\n-Modalidade híbrida;\n-Etapas individuais e em grupo;\n-Trilha desenvolve um mindset para o uso da IA, não se limitando apenas ao aprendizado técnico da IA. ",
        "Referências": "",
        "Observações": "O produto está em oferta para todos os colaboradores do sistema Tribuna do Norte e em breve para a Band RN, dois grandes players do ramo da comunicação do estado. ",
        "Link do registro da iniciativa": "",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "Francinara Sousa Araújo",
        "E-mail Institucional": "zilmaoliveira@pi.senac.br",
        "Departamento Regional": "Piauí",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP São Raimundo Nonato, Segmento Saúde",
        "Descrição da ação com uso de Inteligência Artificial": "Os alunos realizaram uma análise aprofundada sobre a evolução histórica da UTI, contemplando desde a estrutura física, organizacional e de pessoal através da construção de Storyboard ",
        "Solução utilizada": "CHATGPT e Canva IA.",
        "Link para o site da ferramenta": "https://chatgpt.com/",
        "Estimativa de custos": "Sem custos",
        "Metodologia": "Inicialmente a docente irá explicar a importância de conhecer a evolução histórica das UTI´s, logo em seguida os alunos serão desafiados a construir Storyboard sobre a evolução das UTI's ao longo das décadas, para isso a turma será dividida em 4 equipes, onde cada uma ficará responsável por\numa década marcante na história do funcionamento das UTI's, sendo estas: Décadas de 1950, 1970, 2000 e 2020. A docente irá explicar sobre o storyboard como ferramenta educacional, esclarecendo dúvidas e dando sugestões de aplicativos que podem ser utilizados para produção dos mesmos. Para maior organização , os alunos deverão seguir algumas etapas . No primeiro momento, os alunos deverão realizar uma pesquisa ampla por meio da leitura de artigos e referenciais teóricos sobre a UTI na respectiva década. Em um segundo momento, os alunos deverão apresentar a docente um roteiro sobre como irão realizar construção do Storyboard. Por fim, os alunos deverão construir o storyboard e apresentar aos colegas da classe. Ao final das apresentações, a docente fará as considerações e dará continuidade a aula mediando conhecimentos complementares sobre o tema através de slides didáticos e vídeos. Para finalizar, os alunos serão convidados a participar de um QUIZ interativo, elaborado pela própria instrutora no aplicativo kahoot, contemplando toda a\ntemática trabalhada .",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://senacdrs-my.sharepoint.com/:f:/g/personal/danubiocabral_pi_senac_br/ErFK8RzrZLVLl1ecEcsGosEBurub8N8Iy5CyDv1bvWiusQ?e=RtY3PD",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Júlio Cezar dos Reis Paz e Werick América",
        "E-mail Institucional": "zilmaoliveira@pi.senac.br",
        "Departamento Regional": "Piauí",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP São Raimundo Nonato, Segmento TI",
        "Descrição da ação com uso de Inteligência Artificial": "Nas aulas de Informática, os docentes utilizam o padlet e utilizam o ChatGPT para a elaboração das atividades e desafios em sala e, ao apresentar o office 365, também exploraram os recursos de IA juntamente com os alunos, como por exemplo, a inteligência artificial do Power Point.",
        "Solução utilizada": "ChatGpt e Microsoft 365",
        "Link para o site da ferramenta": "https://www.office.com/",
        "Estimativa de custos": "Sem custos",
        "Metodologia": "Durante as aulas de Informática, os professores empregam diversas metodologias inovadoras para enriquecer o aprendizado dos alunos. Uma dessas abordagens inclui o uso do Padlet, uma ferramenta digital colaborativa onde os alunos podem compartilhar ideias e trabalhos. Além disso, o ChatGPT é utilizado para auxiliar na elaboração de atividades e desafios em sala de aula, proporcionando uma interação dinâmica e personalizada.\nAo introduzir o Office 365, os docentes também exploram os recursos de inteligência artificial integrados nas ferramentas do pacote. Um exemplo destacado é o uso da IA no PowerPoint, onde os alunos aprendem a utilizar recursos avançados para aprimorar suas apresentações. Essas metodologias não apenas engajam os alunos, mas também os preparam para utilizar tecnologias de ponta em suas futuras carreiras.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Francinara Sousa Araújo",
        "E-mail Institucional": "zilmaoliveira@pi.senac.br",
        "Departamento Regional": "Piauí",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP São Raimundo Nonato, Segmento gestão",
        "Descrição da ação com uso de Inteligência Artificial": "Aula inaugural com acolhimento dos alunos pela instrutora, juntamente com a equipe do SENAC, seguida de realização de LABORATÓRIO PICHT com apresentações pessoais. Em seguida, os alunos serão estimulados a exemplificarem o que significa a experiencia do cliente.\nSerá feito reflexões acerca da importância da cultura, organizacional, do papel da liderança na experiencia do cliente, Como ainda análises de situações vivenciadas pelos alunos relacionadas ao atendimento ao cliente. Em seguida, os alunos realizarão atividade percepção de valor para entender melhor as expectativas do seu publico e o que a empresa oferece como diferencial na experiência do cliente. Em continuidade, será mediado sobre a jornada do cliente onde os alunos, em grupo, serão instigados a desenvolver um mapa mental com cada análise das etapas da jornada do cliente em alguns momentos usando o CHATGPT. Posteriormente, será feito uma roda de conversa sobre “Olhar para Dentro” onde poderão analisar suas equipes de trabalhos com os seguintes questionamentos: Como você avalia sua maneira de selecionar e contratar colaboradores? Qual foi a última vez que você treinou todo o seu pessoal? O treinamento fez efeito? Quais são as formas de reconhecimento que você usa com os funcionários e com qual frequência as utiliza. De forma lúdica os alunos serão desafiados a montar uma torre, conforme materiais disponíveis. Momento de reflexão sobre a construção da torre, cliente interno e externo, resultados e experiência do cliente. Será dado continuidade ao desenvolvimento do mapa mental e depois concluído no CANVA para apresentação e socialização dos resultados.\n",
        "Solução utilizada": "No curso de Customer Experience os alunos aplicaram as técnicas do Laboratório PITCH para o desenvolvimento da jornada do cliente com recursos de IA e também utilizaram a inteligência artificial do Whatsapp, a LuzIa, para construir ideias sobre atendimento ao cliente.",
        "Link para o site da ferramenta": "https://www.canva.com/",
        "Estimativa de custos": "Sem custos.",
        "Metodologia": "No curso de Customer Experience, os alunos adotaram diversas metodologias inovadoras para aprimorar suas habilidades. Eles aplicaram as técnicas do Laboratório PITCH para desenvolver a jornada do cliente, utilizando recursos de inteligência artificial. Além disso, os alunos empregaram a LuzIA, a inteligência artificial do WhatsApp, para construir e explorar ideias relacionadas ao atendimento ao cliente. Essas abordagens proporcionaram um ambiente de aprendizado prático e avançado, capacitando os alunos a utilizar tecnologias emergentes na criação de experiências excepcionais para os clientes.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://senacdrs-my.sharepoint.com/:f:/g/personal/danubiocabral_pi_senac_br/Ej55b_3nkTtJjP7ynBvkEf8Bno_doSP_8a3fIwWiRMjsWQ?e=yj3hbA",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Caio Kraide Gaeta",
        "E-mail Institucional": "caio.kgaeta@sp.senac.br",
        "Departamento Regional": "São Paulo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "SEDE - Gerência de Tecnologias Aplicadas à Educação",
        "Descrição da ação com uso de Inteligência Artificial": "Diretrizes para uso de Inteligência Artificial Generativa",
        "Solução utilizada": "Microsoft Copilot",
        "Link para o site da ferramenta": "https://copilot.microsoft.com/",
        "Estimativa de custos": "",
        "Metodologia": "Consultoria com assessoria jurídica; Estudo de documentos de referência;  trabalhos colaborativos com equipes de tecnologia e educação. ",
        "Referências": "Russell Group principles on the use of generative AI tools in education; \nInitial guidelines for the use of Generative AI tools at Harvard.\n",
        "Observações": "Diretrizes institucionais para orientar funcionários e alunos sobre o uso de ferramentas de Inteligência Artificial Generativa.\nDivulgação das diretrizes de forma digital (portal do aluno, mural do app.), e-mail para gestores das unidades educacionais; e física: cartazes fixados nas unidades com informações básicas, QR Code para diretrizes e para curso sobre o tema.\n",
        "Link do registro da iniciativa": "https://spsenacbr-my.sharepoint.com/:i:/g/personal/caio_kgaeta_sp_senac_br/EdFuExlEEJJKtHwHjMMISqEB-Ut-_Ph-b-OqegWtEKhuwQ?e=IqNfai",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "Caio Kraide Gaeta",
        "E-mail Institucional": "caio.kgaeta@sp.senac.br",
        "Departamento Regional": "São Paulo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "SEDE - Gerência de Tecnologias Aplicadas à Educação",
        "Descrição da ação com uso de Inteligência Artificial": "Orientação para uso de IA em pesquisas de artigos científicos e checagem de fatos\n",
        "Solução utilizada": "Consensus.\nElicit.\nConnected Papers.\nScispace",
        "Link para o site da ferramenta": "https://elicit.com/ https://consensus.app/ https://www.connectedpapers.com/ https://typeset.io/",
        "Estimativa de custos": "",
        "Metodologia": "Apresentação de diversas ferramentas mostrando diferentes funcionalidades para cada situação. Ênfase nas com funcionalidades gratuitas.\nUtilização para pesquisa de artigos acadêmicos e verificação de informações com base na literatura científica.",
        "Referências": "",
        "Observações": "Atividade para apresentação e fomento do uso de inteligência artificial para pesquisa de bases científicas, artigos acadêmicos e checagem de fatos. Para isso, foram utilizadas ferramentas com parâmetros específicos da área de pesquisa e desenvolvimento científico, como Elicit, Connected Papers e Consensus. A atividade tem desdobramentos em sala de aula, para consultas pontuais, e para planejamento de projetos integradores.",
        "Link do registro da iniciativa": "https://spsenacbr-my.sharepoint.com/:i:/g/personal/caio_kgaeta_sp_senac_br/ESF8KbHXrTlHviwBW4dGILkBbkNphWbfgfK3560hJNsqWg?e=FFLtGj",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "Caio Kraide Gaeta",
        "E-mail Institucional": "caio.kgaeta@sp.senac.br",
        "Departamento Regional": "São Paulo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "SEDE - Gerência de Tecnologias Aplicadas à Educação",
        "Descrição da ação com uso de Inteligência Artificial": "Banco de Ferramentas Digitais com análise de ferramentas com Inteligência Artificial Generativa",
        "Solução utilizada": "Pacote Adobe com Firefly.\nMicrosoft Copilot.\nFerramentas Google com IA.\nFerramentas educacionais (diversas)",
        "Link para o site da ferramenta": "https://www.adobe.com/br/products/firefly.html",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "Páginas de pesquisa de ferramentas de IA, como Find My AI Tool: \nhttps://findmyaitool.com/",
        "Observações": "Dentro do Banco de Ferramentas Digitais, que disponibiliza um catálogo de ferramentas para conhecimento dos professores, incluisve sinalizando quais já são homologadas pela instituição, foram analisadas e sistematizadas uma série de ferramentas com Inteligência Artificial. Dessa forma, o banco apresenta um leque de opções para utilização de IA\n",
        "Link do registro da iniciativa": "https://spsenacbr-my.sharepoint.com/:i:/g/personal/caio_kgaeta_sp_senac_br/EZom5dgNUVpIqOkfJyA8lB4Bdm61PgAgbzZtpVTEaTIy6g?e=xUUjdI",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "Maira Tanaka Falcao Lima",
        "E-mail Institucional": "maira.tflima@sp.senac.br",
        "Departamento Regional": "São Paulo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "SEDE - Gerência de Desenvolvimento 1 - Grupo de Planejamento",
        "Descrição da ação com uso de Inteligência Artificial": "Estudos de mercado utilizando IA",
        "Solução utilizada": "Microsoft Copilot.\nMicrosoft Copilot 365",
        "Link para o site da ferramenta": "https://copilot.microsoft.com/",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "Análise de dados estudos de mercado;\nLeitura de dados do Excel para criação de dashboard;\nBusca de concorrentes por meio de informações disponíveis na web;\nLeitura, resumo e apresentação gráfica dos dados de diversos estudos.",
        "Link do registro da iniciativa": "",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "Caio Kraide Gaeta",
        "E-mail Institucional": "caio.kgaeta@sp.senac.br",
        "Departamento Regional": "São Paulo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "SEDE - Gerência de Tecnologias Aplicadas à Educação",
        "Descrição da ação com uso de Inteligência Artificial": "Utilização de IA para apoiar produção audiovisual de Recursos Didáticos Digitais",
        "Solução utilizada": "Pacote Adobe com Firefly\nMicrosoft Copilot",
        "Link para o site da ferramenta": "https://www.adobe.com/br/products/firefly.html",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "Edição audiovisual com ferramentas de Inteligência Artificial Generativa: Legendagem, processamento de áudio, edição de imagens e vídeos. \nCriação de descritivos de acessibilidade;\nFerramentas para apoio da formatação de textos e revisão de normas ABNT.\nApoio na adequação de linguagem para roteiro de vídeos;\nApoio na correção ortográfica;",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": " Anderson Chirmici",
        "E-mail Institucional": "anderson.chirmici@sp.senac.br",
        "Departamento Regional": "São Paulo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "SEDE - Gerência de Desenvolvimento 2 - Meio Ambiente, Segurança e Saúde no Trabalho",
        "Descrição da ação com uso de Inteligência Artificial": "Totem com assistente virtual em aula para apoio do trabalho docente: totem com IA interagindo com alunos, com mediação do docente.",
        "Solução utilizada": "Assistente de IA (ChatGPT/Microsoft Copilot)",
        "Link para o site da ferramenta": "https://chatgpt.com/  https://copilot.microsoft.com/ https://gemini.google.com/",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "Eventos nacionais e internacionais",
        "Departamento Regional": "Rio Grande do Sul",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "https://spsenacbr-my.sharepoint.com/:i:/g/personal/caio_kgaeta_sp_senac_br/EXOpl4RD-K1OozdEv3hJj_0Bprqk3ZdHqYMhsqmQKZBAmA?e=DB7KcN",
        "Descrição da ação com uso de Inteligência Artificial": "Prática Docente",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "WELLINGTON CORREA DOS SANTOS",
        "E-mail Institucional": "wcsantos@ap.senac.br",
        "Departamento Regional": "Amapá",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Segmento Gestão - curso de serviços administrativos da aprendizagem.",
        "Descrição da ação com uso de Inteligência Artificial": "Em primeiro momento foi realizado uma pesquisa para auxiliar na elaboração do projeto  laboratório juventude da turma de serviços administrativos da aprendizagem - com o tema dengue, onde a turma propôs atividades com custo financeiro mesmo sabendo que o programa jovem aprendiz é custo zero. Para este cenário buscamos pesquisar junto ao link GPT para aprimorar essa prática com atitudes saudáveis e inovadoras, de cunho social e de custo zero.\nAtravés da pesquisa realizada pelo GPT IA foi possível idealizar o projeto, daí a turma escolheu um aprendiz para se caracterizar do mosquito onde o mesmo se vestiu de camisa e calça em tecido microfibra de cor preta, e com a fita dupla face branca produziu as listas do mosquito, utilizando uma folha de papel cartão para o bico do mosquito. Esse bico foi fixado em um boné, posteriormente foi utilizado pelo aprendiz que se caracterizou do mosquito da dengue. (ver foto no item 12).\n",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Jogo da Memória dos Sintomas: Cartas com imagens representando sintomas da dengue (febre, dor de cabeça, dor no corpo, etc.). As crianças devem encontrar pares correspondentes, ao mesmo tempo em que aprendem sobre os sintomas da doença.",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Caça ao Mosquito: Esconda pequenos mosquitos de brinquedo pela sala ou área externa. As crianças devem encontrá-los e trazê-los para o \"\"controle de vetores\"\", onde aprenderão sobre os hábitos do Aedes aegypti e como prevenir sua reprodução.",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Teatro Interativo: Encene uma história sobre uma família que combate a dengue em sua comunidade. As crianças podem participar como personagens e aprender sobre práticas de prevenção enquanto se divertem.",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Desenho Criativo: Forneça materiais para que as crianças desenhem suas próprias formas de combater a dengue. Isso pode incluir desenhos de mosquitos, famílias utilizando repelente, ou ações para eliminar possíveis criadouros.",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Gincana da Prevenção: Divida as crianças em equipes e organize uma série de desafios relacionados à prevenção da dengue, como identificar e eliminar possíveis criadouros, montar quebra-cabeças com dicas sobre prevenção, entre outros.",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "https://mimomundoinfantil.com.br/products/teatro-interativo-portatil-para-fantoches-e-bonecos, https://mimomundoinfantil.com.br/products/teatro-interativo-portatil-para-fantoches-e-bonecos, https://wordwall.net/pt/resource/54013928/jogo-da-memoria/jogo-de-memoria, https://br.pinterest.com/pin/33495590969428519/",
        "Departamento Regional": "Minas Gerais",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Os aprendizes foram divididos em 6 grupos com 5 pessoas para elaboração do planejamento e roteiro da execução do projeto Laboratório Juventudes que ocorreu na ESCOLA MUNICIPAL DE EDUCAÇÃO INFANTIL MEU PÉ DE LARANJA LIMA, onde foi proporcionado conhecimentos as crianças através das práticas lúdicas sobre a prevenção da dengue que é fundamental por várias razões como:\n-Criação de hábitos saudáveis desde cedo: Ao aprenderem sobre a importância de medidas preventivas, as crianças desenvolvem hábitos saudáveis que podem levar para toda a vida. Isso inclui cuidados com a higiene pessoal, o ambiente em que vivem e a conscientização sobre os perigos de certas doenças.\n-Capacidade de influenciar a família: As crianças muitas vezes têm grande influência sobre as decisões e comportamentos de suas famílias. Se elas estiverem bem informadas sobre a prevenção da dengue, podem compartilhar esse conhecimento com seus pais, irmãos e outros membros da família, ajudando a disseminar práticas saudáveis em todo o lar.\n-Redução do risco de infecção: Ao compreenderem como o mosquito Aedes aegypti se reproduz e quais medidas podem ser tomadas para evitar sua proliferação, as crianças têm mais chances de evitar picadas do mosquito e, consequentemente, reduzir o risco de contrair a dengue ou outras doenças transmitidas por ele, como zika e chikungunya.\nEmpoderamento e responsabilidade: Ao se envolverem ativamente na prevenção da dengue, as crianças se sentem parte da solução e desenvolvem um senso de responsabilidade em relação à sua própria saúde e à saúde de suas comunidades. Isso pode aumentar sua autoestima e senso de eficácia pessoal.\nContribuição para a saúde pública: Ao educar as crianças sobre a prevenção da dengue, estamos investindo no futuro da saúde pública. Crianças bem informadas e conscientes são mais propensas a se tornarem adultos que valorizam a prevenção de doenças e que contribuem para a construção de comunidades mais saudáveis.\nDiante do exposto, pensamos em uma proposta efetivas para a prevenção e promoção à dengue e uma possível erradicação do mosquito.\n",
        "Descrição da ação com uso de Inteligência Artificial": "https://mimomundoinfantil.com.br/products/teatro-interativo-portatil-para-fantoches-e-bonecos\nhttps://mimomundoinfantil.com.br/products/teatro-interativo-portatil-para-fantoches-e-bonecos\nhttps://wordwall.net/pt/resource/54013928/jogo-da-memoria/jogo-de-memoria\nhttps://br.pinterest.com/pin/33495590969428519/\nBARRETO, M.; TEIXEIRA, M. Dengue no Brasil: situação epidemiológica e contribuições para uma agenda de pesquisa. Estudos Avançados, v. 22, n.",
        "Solução utilizada": "A turma montou uma cidade cenográfica, confeccionou vasos com plantas, fez cartazes entre outros. ",
        "Link para o site da ferramenta": "https://apsenac-my.sharepoint.com/:f:/g/personal/samirames_ap_senac_br/Ehdh6FJ_LXBMpAKw7pBTPAgBvZYdW312eDVu6i7m7Ej8Hg?e=s8HURu",
        "Estimativa de custos": "Prática Docente",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "   Vilbe Pereira de Sousa",
        "E-mail Institucional": "    vilbe@ap.senac.br",
        "Departamento Regional": "Amapá",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Segmento Gestão e Comercio - curso de serviços administrativos da aprendizagem e o curso de representante comercial",
        "Descrição da ação com uso de Inteligência Artificial": "Foi realizado em primeiro momento uma pesquisa sistematizada utilizando o chat GPT para a pesquisa de um modelo de negócios.\nCHATGPT (ou outra ferramenta de IA) na análise do modelo de negócios.\n•\nExplicar o que é um modelo de negócios e sua importância na estruturação de uma empresa.\n•\nApresentar o Business Model Canvas, uma ferramenta visual que ajuda a representar os principais elementos de um negócio.\n•\nMostrar os 9 blocos do Canvas: Segmentos de Clientes, Proposta de Valor, Canais, Relacionamento com Clientes, Fontes de Receita, Recursos-Chave, Atividades-Chave, Parcerias-Chave e Estrutura de Custos.\n•\nDiscutir como cada bloco contribui para o sucesso do negócio.\nCriando um Business Model Canvas:\n•\nCada grupo deve escolher um negócio (real ou fictício) e preencher um Canvas com informações relevantes para o modelo de negócios desse empreendimento.\n•\nReflexão, discussão e colaboração entre os grupos.\nSituação de Aprendizagem CHATGPT:\n•\nIntegrem o uso do CHATGPT (ou outra ferramenta de IA) na análise do modelo de negócios.\n•\nConsiderarem como a IA pode impactar diferentes blocos do Canvas (por exemplo, automação de processos, atendimento ao cliente, etc.).\nDiscussão e Reflexão:\n•\nApós a atividade prática, teremos uma discussão sobre as escolhas feitas pelos grupos.\n•\nReflexão sobre como o Canvas pode ser adaptado para diferentes tipos de negócios e como a tecnologia influencia essas decisões.\n",
        "Solução utilizada": "COPILOT\nBREE AI\nCANVA\n",
        "Link para o site da ferramenta": "Microsoft Copilot no Bing https://www.microsoft.com/store/productId/9NXKFGFQNCXS?ocid=pdpshare Canva: um Kit de Criação Visual para todo mundo",
        "Estimativa de custos": "Sem custo",
        "Metodologia": "Integração do uso do CHATGPT pelos alunos (ou outra ferramenta de IA) na análise do modelo de negócios.\nConsiderarem como a IA pode impactar diferentes blocos do Canvas (por exemplo, automação de processos, atendimento ao cliente, etc.).\n",
        "Referências": "Inovação e Modelos de Negócios:\nUm estudo bibliométrico da produção científica na base Web of Science analisou as características das publicações relacionadas aos temas Inovação e Modelos de Negócios. O estudo identificou áreas temáticas, autores, tipos de documentos, fontes, idiomas e países das publicações. \nModelagem de Negócios:\nA modelagem de negócios, desenvolvida pelo suíço Alex Osterwalder, permite criar uma base sólida para o crescimento sustentável de uma empresa. Ela ajuda os empreendedores a visualizar de forma clara e organizada todos os elementos que compõem a estrutura e o funcionamento do negócio.\nLógica da Inovação:\nExistem várias metodologias e modelos de processo que podem ser usados como referência para definir os processos de inovação em uma empresa. Essas metodologias e modelos são voltados para o desenvolvimento de modelos de negócios, tecnologia, produtos e serviços.\nFomentando Atividades de Inovação em Empresas:\nUm estudo sobre o Modelo de Negócios investigou como ele pode ser usado para impulsionar atividades de inovação em empresas. \n",
        "Observações": "A IA pode automatizar processos repetitivos e demorados, liberando recursos humanos para tarefas mais estratégicas. Ela executa cálculos complexos e análises em velocidades muito superiores às capacidades humanas.\nPrecisão e Redução de Erros:\nA IA é capaz de processar grandes volumes de dados com alta precisão, minimizando erros humanos.\nA IA pode analisar dados em tempo real, identificando insights e padrões que seriam difíceis de perceber manualmente.\nEla ajuda na tomada de decisões informadas, baseadas em evidências.\nIsso melhora a experiência do cliente e reduz o tempo de espera.\nPesquisa e Descoberta:\nA IA pode analisar grandes conjuntos de dados para descobrir novos insights, padrões ou correlações.\nEm resumo, a IA é uma ferramenta poderosa que complementa as habilidades humanas, tornando processos mais eficientes, precisos e inteligentes.\n",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Marcela Angelo",
        "E-mail Institucional": "marcela@pe.senac.br",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Centro de Idiomas",
        "Descrição da ação com uso de Inteligência Artificial": "Participação em projetos internos e externos (utilizada principalmente pelos instrutores), uso em sala de aula e para atividades rotineiras de trabalho.",
        "Solução utilizada": "Chat GPT\nGemini\nferramenta Frame VR\nCopilot\nDeckTopus\nEducaplay\npadlet",
        "Link para o site da ferramenta": "framevr.io / copilot.microsoft.com / decktopus.com / educaplay.com/ padlet.com",
        "Estimativa de custos": "ferramenta Frame VR - R$ 120,00 mês\nDeckTopus - 20,00 mês\nEducaplay - 20,00 mês\npadlet -130,00 ano",
        "Metodologia": "Chat GPT - pesquisa\nGemini - pesquisa\nferramenta Frame VR ( geração de modelos 3D para construção de metaversos no processo de ensino-aprendizagem dos alunos)\nCopilot - utilizada para geração de imagens, atividades de ensino-aprendizagem e auxílio no desenvolvimento de feedbacks\nDeckTopus - para criação de slides e atividades\nEducaplay - para criação automática de atividades gamificadas\nPadlet - para realização de projetos colaborativos com os alunos",
        "Referências": "Facilidade e expansão das possibilidades educacionais existentes para idiomas",
        "Observações": "Gostaríamos de adquirir para uso mais eficiente nas ações da unidade.",
        "Link do registro da iniciativa": "Não tenho no momento",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Sílvio Artur Simões Lins",
        "E-mail Institucional": "silvioartur@pe.senac.br",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Faculdade Senac",
        "Descrição da ação com uso de Inteligência Artificial": "Elaboração de documentos",
        "Solução utilizada": "ChatGPT",
        "Link para o site da ferramenta": "https://chatgpt.com/",
        "Estimativa de custos": "100 reais/mês",
        "Metodologia": "1. Pré-Treinamento\nArquitetura Transformer: O ChatGPT é construído sobre a arquitetura Transformer, que é composta principalmente de camadas de atenção e camadas totalmente conectadas. Esta arquitetura permite que o modelo processe sequências de texto com eficiência.\nTreinamento Não Supervisionado: Durante a fase de pré-treinamento, o modelo é treinado em uma grande quantidade de texto de forma não supervisionada. Isso significa que ele aprende a prever a próxima palavra em uma sequência, dada as palavras anteriores, sem qualquer informação explícita sobre a estrutura do texto.\nTokenização: O texto é dividido em unidades chamadas \"\"tokens\"\". Esses tokens podem ser palavras, partes de palavras ou até mesmo caracteres, dependendo do tokenizador utilizado.\n2. Fine-Tuning (Ajuste Fino)\nTreinamento Supervisionado: Após o pré-treinamento, o modelo pode ser ajustado em tarefas específicas usando um conjunto de dados menor, mas rotulado. Isso permite que o modelo se especialize em tarefas como tradução, resposta a perguntas, e outras.\nAdaptação ao Domínio: O modelo pode ser ajustado em textos de domínios específicos para melhorar sua performance em áreas particulares, como textos jurídicos, médicos, ou técnicos.\n3. Interatividade e Resposta em Tempo Real\nProcessamento de Entrada: Quando uma entrada de texto é recebida, o modelo a tokeniza e processa usando a rede neural.\nGeração de Resposta: O modelo gera uma resposta token por token, considerando o contexto fornecido pela entrada do usuário e o conhecimento que adquiriu durante o treinamento.\nDecodificação: Estratégias de decodificação como \"\"greedy search\"\", \"\"beam search\"\", ou \"\"nucleus sampling\"\" são usadas para escolher os tokens de saída que formam a resposta final.\n4. Otimizações e Melhorias\nRedução de Viés: São aplicadas técnicas para reduzir vieses indesejados no modelo, melhorando a equidade e a neutralidade das respostas.\nEficiência Computacional: Otimizações são feitas para que o modelo possa funcionar eficientemente em diferentes plataformas, incluindo servidores e dispositivos móveis.\n5. Atualizações e Iterações\nFeedback e Aprendizado Contínuo: O modelo pode ser atualizado com novos dados e feedback para melhorar continuamente sua performance e relevância.\nVersões Iterativas: O OpenAI frequentemente lança novas versões do modelo, como o GPT-4, que incluem melhorias na qualidade e na capacidade de generalização.\n6. Personalização e Extensões\nPlugins e APIs: O modelo pode ser estendido com plugins e APIs que permitem interações personalizadas e funcionalidades específicas.\nCustomização do Modelo: Os usuários podem personalizar o modelo para atender a necessidades específicas ajustando parâmetros ou treinando em conjuntos de dados personalizados.",
        "Referências": "A ferramenta possibilita agilizar algumas ações de trabalho",
        "Observações": "Não se aplica",
        "Link do registro da iniciativa": "Não se aplica",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Sebastião José Amorim Gomes",
        "E-mail Institucional": "sebastiaogomes@pe.senac.br",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Petrolina/PE",
        "Descrição da ação com uso de Inteligência Artificial": "Utilização do chat GPT para criação de metodologias educacionais e atividades de TI, material de didáticos e projetos com alunos do ensino médio e nos cursos profissionalizantes.",
        "Solução utilizada": "Site GPT, Copilot.",
        "Link para o site da ferramenta": "Wordwall Link : https://search.app/8zsXC6Koj8a2LXpP9; https://chatgpt.com/; https://copilot.microsoft.com/ Copilot",
        "Estimativa de custos": "A utilização de site gratuitos. Geração de imagens do DALL· e Crie e use GPTs personalizados\n$20 por mês. Microsoft Copilot Pro 1-mês da avaliação gratuita R$110,00 incluindo impostos a cada mês.",
        "Metodologia": "O GitHub Copilot, uma ferramenta de inteligência artificial desenvolvida pela OpenAI em parceria com o GitHub, pode ser uma adição valiosa ao ambiente educacional do ensino médio, especialmente em disciplinas relacionadas à programação e desenvolvimento de software.\n1. Assistência no Código: O Copilot pode ajudar os alunos a escreverem código mais eficientemente, sugerindo trechos de código, completando linhas e oferecendo soluções para problemas comuns;\n2. Sugestões de Melhoria: Pode sugerir melhorias no código, ensinando boas práticas de programação e incentivando a escrita de código limpo e eficiente;\nAceleração de Projetos e Tarefas\nProtótipos Rápidos: Permite que os alunos criem protótipos de projetos rapidamente, oferecendo blocos de código prontos e acelerando o processo de desenvolvimento.\nSuporte Multilinguagem: Pode ajudar os alunos a aprenderem diferentes linguagens de programação, sugerindo código em várias linguagens e explicando as diferenças entre elas.\nEstimulação da Criatividade e Inovação\nExploração de Novas Ideias: Incentiva os alunos a explorarem novas ideias e abordagens para resolver problemas, proporcionando exemplos e soluções inovadoras.\nProjetos Colaborativos: Facilita a colaboração entre os alunos em projetos de programação, oferecendo uma base sólida e consistente de código para trabalhar em conjunto.\nO ChatGPT, desenvolvido pela OpenAI, é um modelo de linguagem natural que pode ser utilizado de diversas maneiras no ambiente educacional do ensino médio. Sua capacidade de entender e gerar texto em linguagem natural o torna uma ferramenta versátil e útil para alunos e professores.\nApoio ao Aprendizado\nAuxílio nas Tarefas: ChatGPT pode ajudar os alunos a entenderem conceitos complexos, responder perguntas e fornecer explicações detalhadas sobre uma ampla gama de tópicos, desde ciências e matemática até história e literatura.\nFeedback Imediato: Oferece feedback imediato sobre trabalhos escritos, como redações e relatórios, sugerindo melhorias na estrutura, gramática e conteúdo.\n2. Preparação para Exames\nSimulação de Provas: Pode criar questões de prática para exames e testes, ajudando os alunos a se prepararem melhor para avaliações.\nstimulação da Criatividade\nGeração de Ideias: Ajuda na geração de ideias para projetos, redações e trabalhos criativos, estimulando o pensamento criativo dos alunos.\nExploração de Tópicos: Incentiva a exploração de novos tópicos e áreas de interesse, fornecendo informações e contextos detalhados.\nPromoção da Inclusão\nApoio a Alunos com Necessidades Especiais: Oferece suporte adicional para alunos com necessidades especiais, adaptando a comunicação e o conteúdo para atender às suas necessidades específicas.\nAcessibilidade: Pode ser utilizado por alunos que têm dificuldades de acesso a outros recursos educacionais, proporcionando uma fonte acessível de informação e apoio.",
        "Referências": "Acompanhar o desenvolvimento tecnológico e as facilidades que podem ser obtidas com o uso da Inteligência artificial. Além do estímulo de atendimento ao público alvo, que são os alunos, em sua maioria Jovens, conectados e imersos na tecnologia.",
        "Observações": "Seria interessante que a Inteligência artificial pudesse estar em todos os setores da Instituição, desde o atendimento e recepção dos alunos ao desenvolvimento dos processos rotineiros dos colaboradores.",
        "Link do registro da iniciativa": "Não temos registros.",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Viviane Cordeiro Gomes",
        "E-mail Institucional": "vivianecordeiro@pe.senac.br",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Recife",
        "Descrição da ação com uso de Inteligência Artificial": "Orientação e estímulo consciente dos alunos para uso da IA no gerenciamento dos projetos no dia a dia educacional; uso de simuladores nas aulas; Oferta do curso de IA para produção audiovisual.",
        "Solução utilizada": "Chat GPT; Gemini; Copilot; Canva; Photoshop; Gamma; Eleven labs; Google earth; teacher IA; Avaquin Life; Simular do Logística RP do TOTVS",
        "Link para o site da ferramenta": "https://chat.openai.com/; https://gemini.google.com/?hl=pt-PT; https://www.canva.com/pt_br/; https:https://gamma.app/;//copilot.microsoft.com/; https://earth.google.com/;https://earth.google.com/",
        "Estimativa de custos": "Até então utilizamos as ferramentas gratuitas, não sendo possível dimensionar os custos para a Instituição devido aos processos de licitação.",
        "Metodologia": "A partir de provocações de situações problemas de aprendizagem o instrutor utiliza as ferramentas para pesquisa, desenvolvimento das apresentações, layout. criação de avatar; simulações virtuais, pensamento crítico e racional da IA; Aplicações da IA ao mercado de trabalho.",
        "Referências": "Demandas do mercado no âmbito educacional e profissional.",
        "Observações": "Necessidade de aquisição de novos softwares, computadores e equipamentos inovadores.",
        "Link do registro da iniciativa": "C:\\Users\\vivianecordeiro\\OneDrive - SENAC Pernambuco\\Registros alunos com IA",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Raul Anderson Soares Alves",
        "E-mail Institucional": "rasoares@ap.senac.br",
        "Departamento Regional": "Amapá",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Tecnologia da Informação",
        "Descrição da ação com uso de Inteligência Artificial": "Utilização da IA em sala de aula com vistas ao auxílio do desenvolvimento e aprendizagem dos temas abordados, através de pesquisas feitas pelos alunos diretamente à ferramenta, com a utilização de metodologia adequada.",
        "Solução utilizada": "Microsoft Copilot\nChat GPT",
        "Link para o site da ferramenta": "https://copilot.microsoft.com/ ; https://chatgpt.com/",
        "Estimativa de custos": "Microsoft Copilot - R$ 110 mensal\nChat GPT - R$ 146,49 mensal",
        "Metodologia": "Utilização da IA pelos alunos:\n\nAtravés da IA os alunos podem gerar, coletar, processar e refinar dados que servirão de referêncial e conteúdo para a consecusão de suas atividades, como por exempllo, a propositura de soluções para problemas cotidianos no comércio local através de automação de processos.\n\nAnálise de Dados: \nUsar as capacidades analíticas da IA para monitorar o progresso dos alunos, identificar padrões de aprendizado, e adaptar as estratégias de ensino conforme necessário.\n\nFeedback:\nColetar feedback dos alunos sobre a eficácia da plataforma de IA e fazer ajustes conforme necessário para melhorar a experiência de aprendizado.",
        "Referências": "",
        "Observações": " INSTRUTORES DO SENAC RN USAM INTELIGÊNCIA ARTIFICIAL PARA TRABALHAR MODELO PEDAGÓGICO:",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "https://www.rn.senac.br/noticias/Instrutores_do_Senac_RN_usam_inteligencia_artificial_para_trabalhar_modelo_pedagogico",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "Senac sediou palestra que destacou a integração da Inteligência Artificial na Educação",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "https://ma.senac.br/senac-sediou-palestra-que-destacou-a-integracao-da-inteligencia-artificial-na-educacao/",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "As tecnologias de Inteligência Artificial usadas em nosso cotidiano: o que são? Onde vivem? Do que se alimentam? Bett Brasil",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "https://brasil.bettshow.com/bett-blog/tecnologias-de-inteligencia-artificial-usadas-em-nosso-cotidiano-o-que-sao-onde-vivem-que-se-alimentam",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "O uso da Inteligência Artificial (IA) e como ela está revolucionando o varejo. Latam Retail Show",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "https://www.deolhonomercado.com.br/eventos/2023-09-20-latam-retail-expo-segundo-dia-tecnologia",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "A Inteligência Artificial (IA) é discutida amplamente no RIW - RIO INOVATION WEEK",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "https://rioinnovationweek.com.br/conferencia-riw-ia-e-metaverso/\"",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Prática Docente",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Rodrigo Pinto Nunes Damasceno",
        "E-mail Institucional": "rodrigo@ap.senac.br",
        "Departamento Regional": "Amapá",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Tecnologia da Informação",
        "Descrição da ação com uso de Inteligência Artificial": "Geralmente solicita aos alunos utilizarem o copilot para realizar algumas ações no Windows, principalmente na barra de tarefas, já que ele veio pra substituir o Bing, no menu iniciar !",
        "Solução utilizada": "copilot e gamma.app\n",
        "Link para o site da ferramenta": "copilot já está integrado no Windows e no navegador Microsoft edge, o gamma está disponível gamma.app",
        "Estimativa de custos": "sem estimativa",
        "Metodologia": "Copilot: Uso Copilot no Windows, pois ele permite que os alunos executem tarefas comuns como alterar as configurações no Windows, adicionar um teclado, fazer uma captura de tela ou alterar o papel de parede, ele também tem a interação com o Microsoft 365 usando o assistente de escrita da plataforma AI, ajuda na ortografia e gramática, clareza e legibilidade. Gamma app: usamos para criar slides de maneira rápida e eficiente, ele possui uma interface intuitiva e recursos avançados de IA, o app simplifica todo o processo de criação de apresentações, desde a escolha de layouts até a geração de conteúdo.",
        "Referências": "A IA tem o potencial de automatizar tarefas rotineiras e repetitivas, liberando tempo para que os educadores se concentrem em atividades que requerem habilidades humanas, como orientação individualizada, feedback personalizado e interações sociais.",
        "Observações": "- A automação feita com inteligência artificial resolve problemas recorrentes, e isso dá a oportunidade para que as pessoas possam focar em atividades mais estratégicas.",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Kecila Margon",
        "E-mail Institucional": "kecila.margon@es.senac.br",
        "Departamento Regional": "Espírito Santo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Núcleo de Educação Profissional São Mateus ES",
        "Descrição da ação com uso de Inteligência Artificial": "Projeto com todos os instrutores para iniciação no universo da Inteligência Artificial, para contribuição de profissionais com habilidades do futuro, conforme indicações do Fórum Mundial Econômico.",
        "Solução utilizada": "Chat - GPT;\nGemini;\nKnowji;\nDuolingo;\nKahoot;\nCanva;\nSlides IA;",
        "Link para o site da ferramenta": "https://www.canva.com/ - https://www.canva.com/ - https://pt.duolingo.com/ - https://www.knowji.com/ - https://gemini.google.com/ - https://chatgpt.com/",
        "Estimativa de custos": "",
        "Metodologia": "Através de aprendizagem baseada em problemas, feedbacks inteligentes e projeto de aprendizagem, onde os instrutores sugerem uma temática e os alunos buscam soluções inteligentes para determinada problemática. Assim, trabalhamos situações do cotidiano profissional e incentivando o uso, conhecimento e aperfeiçoamentos de ferramentas inteligentes que contribuem em seu dia a dia. Como por exemplo, uma Manicure, criar suas ferramentas de divulgação do seu trabalho, automatização de respostas rápidas e inteligentes e uso de ferramentas para imagens e vídeos para as mídias.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Formação Docente"
    },
    {
        "Nome do responsável pela ação": "Richardson Schmittel",
        "E-mail Institucional": "richardson.schmittel@es.senac.br",
        "Departamento Regional": "Espírito Santo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Diretoria Regional",
        "Descrição da ação com uso de Inteligência Artificial": "Uso da IA para analise e consolidação da avaliação de satisfação da clientela dos alunos.",
        "Solução utilizada": "Atlas TI - Análise de IA",
        "Link para o site da ferramenta": "https://atlasti.com/",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "Alcione Marcos Ferreira",
        "E-mail Institucional": "alcione.ferreira@es.senac.br",
        "Departamento Regional": "Espírito Santo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Gerência de Desenvolvimento Educacional e Social - GEDES",
        "Descrição da ação com uso de Inteligência Artificial": "Uso de ChatGPT para criação de Plano de Aprendizagem",
        "Solução utilizada": "ChatGPT",
        "Link para o site da ferramenta": "https://chatgpt.com/",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Romulo Gomes",
        "E-mail Institucional": "romulo.gomes@es.senac.br",
        "Departamento Regional": "Espírito Santo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Gerência de Desenvolvimento Educacional e Social - GEDES",
        "Descrição da ação com uso de Inteligência Artificial": "Uso de chatGPT para criação de provas e questões para o processo seletivo.",
        "Solução utilizada": "ChatGPT",
        "Link para o site da ferramenta": "https://chatgpt.com/",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Michelle Pinheiro Pedroza",
        "E-mail Institucional": "michellepinheiro@pe.senac.br",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Faculdade Senac",
        "Descrição da ação com uso de Inteligência Artificial": "Aplicação Estratégica de  Inteligência Artificial nos Negócios",
        "Solução utilizada": "1- Compreensão da Ferramenta Tecnológica IA e sua contribuição mercadológica;\n2- Aplicações práticas da IA nos Negócios e na Gestão;\n3- Análise e Planejamento estratégico com o fomento da IA nos diversos Setores do Negócio\n4- Elaboração de um Projeto de Inovação nos Negócios por meio da IA",
        "Link para o site da ferramenta": "Não tem",
        "Estimativa de custos": "Não se aplica",
        "Metodologia": "O objetivo central deste curso é capacitar os participantes quanto a compreensão e a aplicabilidade da inteligência artificial de estrategicamente nos negócios. ",
        "Referências": "Demandas do mercado no âmbito educacional e profissional",
        "Observações": "Nenhuma",
        "Link do registro da iniciativa": "Não temos",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "Carlos Eduardo Soares",
        "E-mail Institucional": "carlossoares@pe.senac.br",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CETTI",
        "Descrição da ação com uso de Inteligência Artificial": "Inteligência Artificial na Educação: Melhores Práticas",
        "Solução utilizada": "1- Fundamentos da Inteligência Artificial: Conceitos básicos, terminologia e princípios que sustentam a Inteligência Artificial.\n2- Aplicações da IA na Educação: Exploração das diversas maneiras pelas quais a Inteligência Artificial está sendo utilizada para aprimorar os processos educacionais.\n3- Papel da IA na Educação: Análise do impacto da Inteligência Artificial no cenário educacional, incluindo exemplos práticos, vantagens e desafios.\n4- Técnicas de Prompt na área educacional.\n5- Ferramentas de IA no Ambiente Educacional: Conhecimento de ferramentas de IA que podem ser aplicadas para melhorar a experiência de ensino e aprendizagem.\n6- Estratégias de Implementação da IA: Desenvolvimento de abordagens pedagógicas para incorporar a IA de forma eficaz na prática educacional.",
        "Link para o site da ferramenta": "Não tem",
        "Estimativa de custos": "Não se aplica",
        "Metodologia": "Capacitar os participantes a compreender, aplicar e integrar de forma eficaz a Inteligência Artificial no contexto educacional, visando oferecer experiências de aprendizagem significativas e inovadoras.",
        "Referências": "Demandas do mercado no âmbito educacional e profissional",
        "Observações": "Não tem",
        "Link do registro da iniciativa": "Não tem",
        "Categoria": "Formação Docente"
    },
    {
        "Nome do responsável pela ação": "Viviane Cordeiro",
        "E-mail Institucional": "vivianecordeiro@pe.senac.br",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Recife",
        "Descrição da ação com uso de Inteligência Artificial": "Arte IA: Dominando a Criação de Imagens Inteligentes",
        "Solução utilizada": "1- Fundamentos da Inteligência Artificial: Conceitos básicos, terminologia e princípios que sustentam a Inteligência Artificial.\n2- Aplicações da IA na Educação: Exploração das diversas maneiras pelas quais a Inteligência Artificial está sendo utilizada para aprimorar os processos educacionais.\n3- Papel da IA na Educação: Análise do impacto da Inteligência Artificial no cenário educacional, incluindo exemplos práticos, vantagens e desafios.\n4- Técnicas de Prompt na área educacional.\n5- Ferramentas de IA no Ambiente Educacional: Conhecimento de ferramentas de IA que podem ser aplicadas para melhorar a experiência de ensino e aprendizagem.\n6- Estratégias de Implementação da IA: Desenvolvimento de abordagens pedagógicas para incorporar a IA de forma eficaz na prática educacional.\n",
        "Link para o site da ferramenta": "Não tem",
        "Estimativa de custos": "Não se aplica",
        "Metodologia": "Formar profissionais com competências técnicas em criação de imagens utilizando IA seria equipar os alunos com uma combinação de conhecimentos teóricos e habilidades práticas, permitindo-lhes aplicar a IA na criação e manipulação de imagens de maneira eficaz, ética e inovadora.",
        "Referências": "Demandas do mercado no âmbito educacional e profissional.",
        "Observações": "Não temos",
        "Link do registro da iniciativa": "Não temos",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "Alex Leal Araújo",
        "E-mail Institucional": "jassiara@pi.senac.br",
        "Departamento Regional": "Piauí",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Severino Ramos Brasil, Tecnologia da Informação",
        "Descrição da ação com uso de Inteligência Artificial": "Utilização do ChatGpt para pesquisa sobre informações sobre marcas de produtos para criação de apresentações no Powerpoint 365;",
        "Solução utilizada": "ChatGPT",
        "Link para o site da ferramenta": "https://chatgpt.com/",
        "Estimativa de custos": "Sem custos",
        "Metodologia": "Nas aulas, os alunos utilizam o ChatGPT para realizar pesquisas sobre informações de marcas de produtos, que são então empregadas na criação de apresentações no PowerPoint 365. Essa metodologia integra o uso de inteligência artificial para aprimorar a pesquisa e o desenvolvimento de conteúdo, resultando em apresentações mais informativas e bem estruturadas.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://senacdrs-my.sharepoint.com/:f:/g/personal/danubiocabral_pi_senac_br/EmQL4zghB7dCndbKr3tmlQEBLjGyB6aOmg0TkTUfr09kmQ?e=uF2tbT",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Carlos Eduardo Soares",
        "E-mail Institucional": "carlossoares@pe.senac.br",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CETTI",
        "Descrição da ação com uso de Inteligência Artificial": "Machine Learning com CHAT GPT",
        "Solução utilizada": "1- Definição dos modelos de aprendizado de máquina: seleção dos cenários e tipos de previsão (classificação de texto, previsão de valor, classificação de imagens).\n2- Organização dos conjuntos de dados de amostra: rótulos e recursos. \n3- Linguagem de programação para o aprendizado de máquina: C#, JavaScript, Python.\n4- Treinamento do modelo: especificação de algoritmo com a linguagem de programação (C#, JavaScript, Python) e modelos pré-treinados (Tensorflow, LightGBM, Onnx).\n5- Programação em Python: estruturas de repetição e de condição.\n6- Gráficos e imagens: visualização de dados em projetos de machine learning.\n7- Entrada de dados: padrões de identificação e análise estatística.\n8- Bibliotecas (NumPy, Pandas, Sci-kit learn, Matplotlib): utilização, funcionamento e aplicações em machine learning.\n9- Redes neurais: técnicas e principais topologias.\n10- Construção e validação de modelos: classificação, regressão, agrupamento, anomalias, separação de sinais, otimização de processos decisórios, entre outros.\n11- Avaliação do modelo e definição de métricas de avaliação.",
        "Link para o site da ferramenta": "Não temos",
        "Estimativa de custos": "Não se aplica",
        "Metodologia": "Este curso tem como objetivo desenvolver a seguinte competência: implementar técnicas de aprendizado de máquina com apoio da inteligência artificial generativa, ChatGPT. ",
        "Referências": "Demandas do mercado no âmbito educacional e profissional.",
        "Observações": "Não temos",
        "Link do registro da iniciativa": "Não temos",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "Juaceli Soares da Costa Júnior",
        "E-mail Institucional": "juacelisoares@pi.senac.br",
        "Departamento Regional": "Piauí",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Audir Lages, Técnico em Informática",
        "Descrição da ação com uso de Inteligência Artificial": "Gamma.app – Usa uma IA integrada ao ChatGPT para por meio de pesquisa, gerar slides automaticamente. Aplicação nas aulas de PowerPoint.",
        "Solução utilizada": "Gamma.app",
        "Link para o site da ferramenta": "https://gamma.app/",
        "Estimativa de custos": "Sem custos",
        "Metodologia": "Nas aulas de PowerPoint, uma das metodologias empregadas é o uso do Gamma.app, uma ferramenta avançada que integra inteligência artificial com o ChatGPT. Esta aplicação permite que os alunos realizem pesquisas e gerem slides automaticamente. Ao utilizar o Gamma.app, os alunos podem pesquisar informações relevantes e, com o auxílio da IA, transformar esses dados em apresentações bem estruturadas e visualmente atraentes.\nEsse método não apenas agiliza o processo de criação de slides, mas também proporciona uma experiência de aprendizado mais rica e interativa. Os alunos são incentivados a explorar profundamente os tópicos de suas apresentações, confiando na capacidade da IA de sintetizar e organizar a informação de maneira coerente. Além disso, essa abordagem prepara os estudantes para utilizar ferramentas tecnológicas de ponta, desenvolvendo suas habilidades em pesquisa, análise de dados e design de apresentações.\nAo incorporar o Gamma.app nas aulas, os professores promovem um ambiente de aprendizado inovador, onde a tecnologia se torna uma aliada poderosa no desenvolvimento de competências essenciais para o mundo moderno. Isso resulta em apresentações de alta qualidade e em um aprendizado mais eficiente e envolvente.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Juaceli Soares da Costa Júnior",
        "E-mail Institucional": "juacelisoares@pi.senac.br",
        "Departamento Regional": "Piauí",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Audir Lages",
        "Descrição da ação com uso de Inteligência Artificial": "CHATGPT – Para construção de textos bem mais elaborados, mas com curadoria final de checagem de informações e revisão do texto. Uso para melhorar a dinâmica da aula no curso de WORD;\nUso para criação de roteiro para elaboração de slides – aula do PowerPoint;\nUso para buscar soluções de problemas de dados nas empresas para geração da melhor planilha eletrônica com o uso de fórmulas do ensino básico, intermediário ou avançado do Excel. – Aplicação nas aulas de Excel.\nUso de funções do WORD e PowerPoint no COPILOT, com botões que gerar ações de inteligência artificial.",
        "Solução utilizada": "ChatGPT e Copilot",
        "Link para o site da ferramenta": "https://copilot.microsoft.com/?redir=1&itrid=664f8ed4763f4ffcac35240b58cc5628",
        "Estimativa de custos": "Sem custos",
        "Metodologia": "Nas aulas, várias metodologias inovadoras são implementadas para aprimorar o aprendizado dos alunos. Entre elas, o uso do ChatGPT desempenha um papel crucial em diversas disciplinas:\n1. Word:\n   - Construção de Textos Elaborados: O ChatGPT é utilizado para ajudar os alunos a redigir textos mais elaborados. Após a geração inicial dos textos pela IA, os alunos realizam uma curadoria final, checando informações e revisando o conteúdo. Essa prática melhora significativamente a dinâmica das aulas de Word, incentivando a produção de textos de alta qualidade.\n2. Aulas de PowerPoint:\n   - Criação de Roteiros para Slides: O ChatGPT é empregado para criar roteiros detalhados que servem de base para a elaboração de slides. Esta abordagem facilita a organização das ideias e a estruturação de apresentações eficazes e bem-organizadas.\n3. Aulas de Excel:\n   - Soluções para Problemas de Dados: Durante as aulas de Excel, os alunos utilizam o ChatGPT para buscar soluções para problemas de dados enfrentados pelas empresas. A ferramenta ajuda na geração de planilhas eletrônicas otimizadas, utilizando fórmulas de níveis básico, intermediário ou avançado. Isso capacita os alunos a aplicar seus conhecimentos de Excel de maneira prática e eficaz.\n4. Uso de Funções do Word e PowerPoint com Copilot:\n   - Ações de Inteligência Artificial: Nas aulas de Word e PowerPoint, os alunos exploram as funções do Copilot, que incluem botões que acionam ações de inteligência artificial. Esta funcionalidade permite a realização de tarefas complexas de forma simplificada, melhorando a eficiência e a produtividade no uso dessas ferramentas.\n",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Cristiana Correia de Melo",
        "E-mail Institucional": "ccmelo@ap.senac.br",
        "Departamento Regional": "Amapá",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Gestão e Negócios",
        "Descrição da ação com uso de Inteligência Artificial": "Geralmente a inserção da IA acontece no Projeto Integrador ou em uma\natividade mais complexa.",
        "Solução utilizada": "Microsoft Copilot – Gerador de Imagem para criar logotipos, desenhos,\nobras de arte e outras imagens a partir de um prompt textual.",
        "Link para o site da ferramenta": "• App Microsoft 365 (copilot) • https://www.bing.com/images/create?cc=br",
        "Estimativa de custos": "sem estimativa",
        "Metodologia": "Os alunos são orientados a utilizar a IA quando vão criar / elaborar uma logomarca ou imagem de acordo com a ideia deles (tema proposto), seja, na criação de uma logomarca ou mesmo em PDV criativo, produto ou embalagem que tenha inovação, criatividade e atração para um determinado público.",
        "Referências": "• A caminho da inovação: proteção e negócios com bens de propriedade intelectual: guia para o empresário, Jungmann, Diana de Mello, Bonetti, Esther Aquemi. Brasília: IEL, 2010. 125 p.: il. (ISBN978-85-87257-49-9).\nDisponível em https://www.gov.br/inpi/ptbr/composicao/arquivos/guia_empresario_iel-senai-e-inpi.pdf\n• https://leadster.com.br/blog/inteligencia-artificial-para-criar-imagens/\n• Senac. Departamento Nacional. Projeto integrador [livro eletrônico] / Senac, Departamento Nacional. – Rio de Janeiro : Senac, Departamento Nacional, 2022. 502 KB ; PDF. – (Documentos Técnicos do Modelo Pedagógico Senac).\n",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Juaceli Soares da Costa Júnior",
        "E-mail Institucional": "juacelisoares@pi.senac.br",
        "Departamento Regional": "Piauí",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Audir Lages, Técnico em Informática",
        "Descrição da ação com uso de Inteligência Artificial": "Futurepedia – usado para como local de pesquisa para incentivar os alunos a descobrirem mais ferramentas de IA, para diversas aplicações. E aqueles que eles escolherem a gente faz a experimentação em sala.",
        "Solução utilizada": "Futurepedia",
        "Link para o site da ferramenta": "https://www.futurepedia.io/",
        "Estimativa de custos": "Sem custos",
        "Metodologia": "Nas aulas, uma metodologia inovadora adotada é o uso do Futurepedia como fonte de pesquisa. Futurepedia é uma plataforma que reúne informações sobre diversas ferramentas de inteligência artificial. Os alunos são incentivados a explorar esta plataforma para descobrir novas ferramentas de IA e suas possíveis aplicações.\nApós identificarem as ferramentas de maior interesse, os alunos selecionam aquelas que desejam experimentar. Em seguida, essas ferramentas são testadas e aplicadas em sala de aula, permitindo uma experiência prática e interativa. Esta abordagem não só amplia o conhecimento dos alunos sobre as tecnologias emergentes, mas também promove a experimentação e a aplicação prática, tornando o aprendizado mais dinâmico e envolvente.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Mayara Richelli Maia Penafort Queiroz",
        "E-mail Institucional": "mrmaia@ap.senac.br",
        "Departamento Regional": "Amapá",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Gestão e Negócios",
        "Descrição da ação com uso de Inteligência Artificial": "Utilizo o ChatGPT para reescrever textos empresariais, como comunicados internos, relatórios e documentos oficiais, de uma linguagem informal para uma linguagem mais formal e profissional.",
        "Solução utilizada": "ChatGPT, um modelo de linguagem baseado em IA\n",
        "Link para o site da ferramenta": "https://openai.com/gpt ",
        "Estimativa de custos": "",
        "Metodologia": "A metodologia implementada envolve a integração do ChatGPT em um ambiente de processamento de texto, onde os textos empresariais informais são fornecidos como entrada para o modelo. O ChatGPT então gera uma versão reescrita do texto, utilizando uma linguagem mais formal e adequada ao contexto empresarial. Esse processo pode ser realizado de forma automatizada por meio de scripts ou manualmente, com intervenção humana para revisão e ajustes conforme necessário.\n",
        "Referências": "Essa atividade foi inspirada pela necessidade de comunicados e documentos empresariais apresentarem uma linguagem mais formal e profissional, garantindo clareza, coesão e respeito aos padrões linguísticos exigidos em contextos corporativos.",
        "Observações": "É importante observar que, embora o ChatGPT seja uma ferramenta poderosa para reescrever textos, sua utilização deve ser complementada por revisão humana, especialmente em contextos empresariais onde a precisão e a adequação do conteúdo são críticas.",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Suelen Soares dos Santos",
        "E-mail Institucional": "sssantos@ap.senac.br",
        "Departamento Regional": "Amapá",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Tecnologia da Informação, Gestão e Negócios",
        "Descrição da ação com uso de Inteligência Artificial": "Nesta ação, os alunos utilizam a Inteligência Artificial para facilitar a mensuração e formatação de slides em sua linha de pesquisa. A solução implementada envolve a criação de uma metodologia eficiente, apoiada por ferramentas de IA, para otimizar o processo de análise e apresentação de dados.",
        "Solução utilizada": "Gamma.app: Oferece recursos para criação de slides para apresentações dinâmicas.\nChatGPT: Fornece os dados das pesquisas.",
        "Link para o site da ferramenta": "https://gamma.app/ ; https://chatgpt.com/",
        "Estimativa de custos": "",
        "Metodologia": "Coleta de dados, análise de dados, formatação de slides, revisão e aprimoramento e apresentação dos resultados.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Josineide Vieira",
        "E-mail Institucional": "josineidevieira@pe.senac.br",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Paulista",
        "Descrição da ação com uso de Inteligência Artificial": "1- Mediotec: O uso da IA, está alinhada de acordo com as atividades propostas nas aulas. Neste contexto são utilizadas algumas ferramentas para contextualizar os conteúdos vivenciados.\n2- Gestão e Comércio: Geração de texto para elaboração; contrato de parceria para evento do Laboratório Juventudes.\n3- Geração de imagem para logomarca do projeto do Laboratório Juventudes.",
        "Solução utilizada": "ChatGPT; GPTDF; Copilot e Disigner; PlerplexIA; ",
        "Link para o site da ferramenta": "Mediotec: https://chatgpt.com e Gestão e Comércio: https://creat.microsoft.com/pt-br/designer",
        "Estimativa de custos": "As ferramentas de IA utilizadas pelo Mediotec, são gratuitas e as utilizadas em Gestão e Comércio a utilização das ferramentas são disponibilizadas pelo contrato Senac - Microsoft. ",
        "Metodologia": "1- Mediotec: a partir das interações com os conhecimentos propostos e conteúdos vivenciados utilizamos as ferramentas de IA para otimizar o aprendizado e despertar a criticidade dos discentes a partir dos novos conhecimentos adquiridos a cerca das experiências vivenciadas, gerando novos conhecimentos.\n2- Gestão e Comércio: Elaboração das cláusulas do contrato de parceria em evento (linguagem específica para contrato, escopo de responsabilidades e consequências da quebra de contratos). Geração de imagem de logomarca do projeto para veiculação nas peças de divulgação.",
        "Referências": "Demandas do mercado no âmbito educacional e profissional.",
        "Observações": "Não temos",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Kleison Silveira Paiva",
        "E-mail Institucional": "kleison11399177@edu.pa.senac.br",
        "Departamento Regional": "Pará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP-Santarem, TI",
        "Descrição da ação com uso de Inteligência Artificial": "Realizar melhoria em textos, sugestões de atividades.",
        "Solução utilizada": "ChatGPT",
        "Link para o site da ferramenta": "https://chatgpt.com/",
        "Estimativa de custos": "0",
        "Metodologia": "Utilização para ajustes em textos e sugestões de atividades.",
        "Referências": ".",
        "Observações": ".",
        "Link do registro da iniciativa": ".",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Kleison Silveira Paiva",
        "E-mail Institucional": "kleison11399177@edu.pa.senac.br",
        "Departamento Regional": "Pará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP-Santarem, TI",
        "Descrição da ação com uso de Inteligência Artificial": "Utilização em ajustes de texto e sugestões de atividades",
        "Solução utilizada": "COPILOT Microsoft",
        "Link para o site da ferramenta": "https://copilot.microsoft.com/",
        "Estimativa de custos": "Desconheço o custo, estou utilizando uma versão free (limitada)",
        "Metodologia": "",
        "Referências": "Utilização em ajustes de texto e sugestões de atividades",
        "Observações": ".",
        "Link do registro da iniciativa": ".",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Raphael de Oliveira Freitas",
        "E-mail Institucional": "raphael.freitas@al.senac.br",
        "Departamento Regional": "Alagoas",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Carlos Milito (Maceió) -  Gestão / Aprendizagem em Serviços Administrativos",
        "Descrição da ação com uso de Inteligência Artificial": "Hackathon com estudantes de Aprendizagem em Serviços Administrativos, onde eles terão que elaborar Prompt no ChatGPT, conforme regras do desafio proposto, com intuito de otimizar as atividades administrativas em seu dia a dia, simulando o ambiente de trabalho. ",
        "Solução utilizada": "ChatGPT",
        "Link para o site da ferramenta": "https://chatgpt.com/",
        "Estimativa de custos": "Gratuito",
        "Metodologia": "Para realização do Hackathon: 1. Sondagem com a turma se eles já utilizavam IA (ChatGPT) em seu dia a dia; 2. Produção de Material para abordar sobre IA com a turma, trazendo pontos importantes sobre o uso assertivo e responsável com uso da IA e trazendo exemplos de que forma pode ser utilizada; 3. Proposição do Desafio com a turma de APZ : \"\"Elaboração de um prompt de comando com a Metodologia PODER para facilitar atividades produtivas no ambiente de trabalho administrativo\"\";4. Análise dos Prompts que atenda o critério do Desafio; 5. Pitch das equipes escolhidas. 6.Premiação e Encerramento. ",
        "Referências": "Amazon.com.br eBooks Kindle: Transformando Experiências de Aprendizagem com ChatGPT, Silveira, Priscilla",
        "Observações": "Sem observações",
        "Link do registro da iniciativa": "https://alsenacbr-my.sharepoint.com/:f:/g/personal/raphael_freitas_al_senac_br/EqBYVj53gvdFtdKCSFk36koBzbmfXf8Rf98NrngR0jr3xQ?e=hAf33y",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Alisson Danilo Silvestre de Souza",
        "E-mail Institucional": "alissonsouza@pe.senac.br",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Serra Talhada",
        "Descrição da ação com uso de Inteligência Artificial": "O CEP faz uso de IA juntamente com o curso de idiomas para geração de ilustrações e imagens GenCraft, além dessa ferramenta, é utilizado em sala de aula Chatgpt da OpenIA, Copilot da Microsoft, Germini da Google. No curso de Idiomas é feito aulas com realidade virtual com óculos de realidade virtual.",
        "Solução utilizada": "Chatgpt da OpenIA\nCopilot da Microsoft\nGermini da Google\nGencraft\nÓculos de realidade virtual",
        "Link para o site da ferramenta": "https://gencraft.com/",
        "Estimativa de custos": "As plataformas são gratuitas para o SENAC, apenas os cursos da aquisição dos óculos de realidade virtual",
        "Metodologia": "O professor do curso de idiomas faz uso de IA GERATIVA para criação de imagens, assim como em sala de aula faz uso com os alunos para proporcionar interação Chatgpt da OpenIA, Copilot da Microsoft e Germini da Google. Além de óculos de realidade virtual para simular conversação em um restaurante nos EUA por exemplo. Também é utilizado plataformas online e em rede gamificado para trabalhar conteúdos específicos kahoot.",
        "Referências": "A inspiração partiu do projeto de inclusão digital realizado pela APAE coma UFRPE/UAST",
        "Observações": "Sem nenhuma observação a acrescenta",
        "Link do registro da iniciativa": "Sem registros para o momento",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Sérgio Santos",
        "E-mail Institucional": "sergio46246427@edu.pa.senac.br",
        "Departamento Regional": "Pará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP-Parauapebas, segmento gestão",
        "Descrição da ação com uso de Inteligência Artificial": "A ação foi realizada no PI da turma 2023.11.83 - de Aprendizagem Profissional de Qualificação em serviços administrativos, a situação problema foi Estrutura do Podcast a partir do fluxograma documental.",
        "Solução utilizada": "Gemini para criar roteiro, para edição do vídeo PowerDirector pro.",
        "Link para o site da ferramenta": "gemini.google.com",
        "Estimativa de custos": "não tem",
        "Metodologia": "Foi usado o gemini para criar o roteiro com uso das ferramentas de planejamento, 5w2h, fluxogramas, cronogramas de ação.\nA partir daí os alunos realizaram montagem do vídeo com imagens retirados do gameplay.",
        "Referências": "Jogo da internet.",
        "Observações": "O grupo pensou em desenvolver o projeto de maneira para informar e divertir, prendendo a atenção de quem assistiu.",
        "Link do registro da iniciativa": "https://youtu.be/ykfCXzgvPwQ?si=gt0iawK3b_zdw_xJ",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Victor Raphael dos Anjos de Aviz",
        "E-mail Institucional": "victor53789237@edu.pa.senac.br",
        "Departamento Regional": "Pará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP-Papaléo, TI",
        "Descrição da ação com uso de Inteligência Artificial": "Auxílio no desenvolvimento e correção de algoritmo \nGeração de exercícios baseados no texto usados nas aulas\nGeração de conteúdo para aulas\nRedução de dúvidas\nNorteamento de pensamentos",
        "Solução utilizada": "GPT-4 (OpenAI)\nCopilot (GitHub)\nAdobe Express\n",
        "Link para o site da ferramenta": "https://openai.com/     https://github.com/features/copilot    https://www.adobe.com/br/express/ ",
        "Estimativa de custos": "GPT-4 = $100/mês\nCopilot (github) = $50/mês\nAdobe Express = ?\n\"\"",
        "Metodologia": "Com o auxílio da IA é possível desenvolver estratégias que aumentam a produtividade do instrutor, uma vez que tanto a busca por conteúdo como sua seleção pode ser feita de forma automática além vários recursos extras que estas ferramentas disponibilizam como geração de imagens através de textos e inclusive animações.",
        "Referências": "Ganho de tempo na geração de conteúdo cotidiano para ser revestido na busca de práticas e metodologias cada vez mais alinhadas as necessidades dos alunos.",
        "Observações": ".",
        "Link do registro da iniciativa": ".",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Garibaldi Ribeiro Soares",
        "E-mail Institucional": "garibaldi11204577@edu.pa.senac.br",
        "Departamento Regional": "Pará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Unidade: CEP/Belém, segmento Gestão, na área da Logística.",
        "Descrição da ação com uso de Inteligência Artificial": "\"\"A ação foi realizada com os alunos do curso Técnico em Logística no qual eles desenvolveram um relatório de custos logísticos na UC7 - Mapear e estimar custos logísticos. baseado em um transporte de São Paulo para Belém do Pará ",
        "Solução utilizada": "\"\"Chat GPT: para criar uma apresentação em ppt\nCopilot: para fazer a pesquisa dos custos logísticos.\"\"",
        "Link para o site da ferramenta": "https://chatgpt.com/          https://adoption.microsoft.com/pt-pt/copilot/",
        "Estimativa de custos": "Não se aplicou na atividade.",
        "Metodologia": "Usada a metodologia ABP - atividade baseada em problemas.  A atividade possibilitou aos discentes identificar os custos logísticos de transporte de SP para Belém para estimativa de frete.",
        "Referências": "As referências para a atividade foram as dificuldades encontradas no levantamento de custos logísticos para frete interestadual. ",
        "Observações": "Pesquisas referentes aos modais de transporte e levantamento de valores de frete do sudeste para o norte. (Belém- PA)",
        "Link do registro da iniciativa": ".",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Wilker José Caminha dos Santos",
        "E-mail Institucional": "wilker10873717@edu.pa.senac.br",
        "Departamento Regional": "Pará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "\"\"NEP Redenção Segmento: Tecnologia da Informação (TI) - UC: 1 Desenvolver sistemas de informação\"\"",
        "Descrição da ação com uso de Inteligência Artificial": " Para aplicar uma técnica de aprimoramento de código, utilizando o chat para agilizar o desenvolvimento de código responsivo desenvolvido  pelos alunos do curso de programador de sistemas.",
        "Solução utilizada": "Chat GPT",
        "Link para o site da ferramenta": "chatgpt.com",
        "Estimativa de custos": "sem custo",
        "Metodologia": "\"\"Primeiro foi abordado como funciona a IA, após realização de exercicios para mostrar aos alunos como funciona o prompt, que é onde a inteligência recebe as instruções, para realização das tarefas solicitadas.\nNo programador foi utilizado para corrigir bus e erros nos códigos.\"\"",
        "Referências": "chatgpt.com",
        "Observações": "chatgpt.com",
        "Link do registro da iniciativa": ".",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Grazielle Rodrigues de Carvalho Nascimento ",
        "E-mail Institucional": "grazielle.carvalho@al.senac.br",
        "Departamento Regional": "Alagoas",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Carlos Milito (Maceió) -  SAÚDE",
        "Descrição da ação com uso de Inteligência Artificial": "Construção/Elaboração de estudos de casos e situações problemas a serem trabalhados no curso de Técnico em Enfermagem, utilizando o ChatGPT como ferramenta de cocriação.",
        "Solução utilizada": "ChatGPT",
        "Link para o site da ferramenta": "https://chatgpt.com/",
        "Estimativa de custos": "Gratuito",
        "Metodologia": "1 - Levar em consideração o curso e a unidade curricular a ser trabalhada, bem como os elementos da competência que serão mobilizados; 2 - Prompts  para elaboração de estudos de caso e de situação-problema do cotidiano envolvendo os cuidados de enfermagem, contribuindo para elaboração de situações de aprendizagem.",
        "Referências": "Livro do CHATGPT do SENAC, artigos indexados, manuais do ministério da saúde./ Encontro Pedagógico com o tema \"\"Práticas Educacionais Inovadoras e Inclusivas - SENAC/AL 2024",
        "Observações": "Sem observações",
        "Link do registro da iniciativa": "Não há registro",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Fernando Serra",
        "E-mail Institucional": "barbara.moraes@pa.senac.br",
        "Departamento Regional": "Pará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Cep Papaléo, Curso de DJ",
        "Descrição da ação com uso de Inteligência Artificial": "Recursos para remover voz de faixas, dividir músicas e detectar tom/tempo/acordes",
        "Solução utilizada": "FADR",
        "Link para o site da ferramenta": "https://fadr.com/?gad_source=1&gclid=CjwKCAjwr7ayBhAPEiwA6EIGxFtl0bIa32_8nEXYe4QW6j4NZGIEUxFE5ECNbBCjJNcHmsmNahLznBoCyc8QAvD_BwE ",
        "Estimativa de custos": "$100",
        "Metodologia": "é uma possibilidade de uso",
        "Referências": "Em uma apresentação de DJ, tirar a voz de uma música e deixar só a batida para que o público cante.",
        "Observações": ".",
        "Link do registro da iniciativa": ".",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Carla Alessandra Spinola",
        "E-mail Institucional": "carla.spinola@ba.senac.br",
        "Departamento Regional": "Bahia",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Centro de Educação Profissional Praça da Sé, Gestão, Aprendizagem Profissional de ",
        "Descrição da ação com uso de Inteligência Artificial": "Através do uso da tecnologia dos Óculos VR, proporcionar aos jovens aprendizes do CEP Praça da Sé uma experiencia de acesso à cultura mediante a visitas a alguns museus da cidade de Salvador. ",
        "Solução utilizada": "Realizar visita a alguns museus da cidade de Salvador, utilizando os Óculos VR. ",
        "Link para o site da ferramenta": "http://www.bahiaview360.com.br/mam/  http://www.bahiaview360.com.br/ighb360/  https://bahiaview360.com.br/masufba03/ ",
        "Estimativa de custos": "Não houve custos.",
        "Metodologia": "Realizamos pesquisas quantitativas e qualitativas, utilizando como ferramentas entrevistas e questionários, para coletar dados sobre as preferências e motivações de frequência dos jovens em relação cultura. Após levantamento e análise dos resultados identificamos o déficit ao acesso a locais culturais, como os museus. Logo, iniciamos as visitas a campo para construção do material e aplicabilidade das visitas aos museus da cidade, através da tecnologia dos Óculos VR. Em seguida, experenciamos com os aprendizes e tivemos retornos positivos.",
        "Referências": "https://www.techtudo.com.br/listas/2023/03/saude-turismo-educacao-e-mais-8-usos-uteis-da-realidade-virtual-edmobile.ghtml\n https://www.metropoles.com/colunas/claudia-meireles/ja-que-nao-podemos-viajar-te-levamos-ao-mundo-atraves-da-realidade-virtual \n https://brasil3d.com.br/realidade-virtual-para-museus/ \n",
        "Observações": "Não se aplica.",
        "Link do registro da iniciativa": "https://encr.pw/mVqRg",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Diogo Peixoto de Almeida Cavalcante",
        "E-mail Institucional": "diogo.cavalcante@al.senac.br",
        "Departamento Regional": "Alagoas",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Carlos Milito (Maceió) - Aprendizagem Profissional / Gestão",
        "Descrição da ação com uso de Inteligência Artificial": "Elaboração do Plano de Trabalho Docente",
        "Solução utilizada": "ChatGPT",
        "Link para o site da ferramenta": "https://chatgpt.com/",
        "Estimativa de custos": "Gratuito",
        "Metodologia": "1- Elaboração do roteiro da aula mediante o indicador a ser trabalhado, utilizando inteligência artificial nas adaptações do roteiro; 2 - Ajustes e debate de pontos inseridos no roteiro da aula; 3-  Produção de Slides; 4- Elaboração de dinâmicas para fechamento ",
        "Referências": "Encontro Pedagógico com o tema \"\"Práticas Educacionais Inovadoras e Inclusivas - SENAC/AL 2024",
        "Observações": "Sem observações",
        "Link do registro da iniciativa": "Não há registro",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Emerson Sousa Silva",
        "E-mail Institucional": "emerson47958557@edu.pa.senac.br",
        "Departamento Regional": "Pará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "NEP Redenção Segmento: Gestão e Comércio - Aprendizagem ",
        "Descrição da ação com uso de Inteligência Artificial": "\"\"UC3 - Realização de pesquisas e identificação de softwares mais utilizados no século XXI em relação a tecnologias, para conhecerem a história e manusearem a IA.\nUC2 - Apresentação pessoal,  Pesquisar os perfis mais atuais de apresentação pessoais, postura, fala e comunicação.\nMarketing - Textos de falas comerciais, criação  e apresentação de textos para comercialização de produtos.\"\"",
        "Solução utilizada": "ChatGPT",
        "Link para o site da ferramenta": "chatgpt.com",
        "Estimativa de custos": "chatgpt.com",
        "Metodologia": "Foi utilizado tablets nas aulas: Roteiro da rotina de um Assistente administrativo, válido que no mundo moderno temos ferramentas que nos auxiliam de forma cotidiana e emergencial. Em duplas os alunos abriram o navegador de internet e buscaram pelo chap GPT. Foi explanado sobre a IA e como funciona, realizaram cadastros na plataforma e realizaram execicios como: Criação de documentos, exemplo: um ofício para reunião administrativa com textos formais).",
        "Referências": ".",
        "Observações": ".",
        "Link do registro da iniciativa": ".",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Carla Alessandra Spínola",
        "E-mail Institucional": "carla.spinola@ba.senac.br",
        "Departamento Regional": "Bahia",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Centro de Educação profissional Vitória da Conquista, CONEXO.",
        "Descrição da ação com uso de Inteligência Artificial": "No dia a dia de atendimento aos mentorados do CONEXO, foram utilizadas ferramentas de IA para dar suporte em diversos aspectos do processo de mentoria e solução de problemas trazidos pelos mentorados. As principais atividades beneficiadas pela IA incluem:\n•\nMapeamento de tendências de mercado;\n•\nOrganização de tarefas e construção de cronogramas de ações;\n•\nPlanejamento de postagens nas redes sociais - temas relevantes e atuais para o segmento atendido e com informações sobre a persona;\n•\nRealização de brainstorms de temas e soluções para situações trazidas pelos mentorados.\n",
        "Solução utilizada": "•\nChat GPT: Utilizado para fornecer insights e informações atualizadas sobre tendências de mercado, além de suporte na geração de ideias e soluções.\n•\nCopilot: Utilizado para ajudar na organização de tarefas, construção de cronogramas de ações e planejamento de postagens.\n",
        "Link para o site da ferramenta": "Chat GPT - ChatGPT | OpenAI  e\nCopilot - Copiloto (microsoft.com)",
        "Estimativa de custos": "Chat GPT: Plano gratuito.\nCopilot: Incluído no pacote de serviços do Microsoft 365 para empresas.\n",
        "Metodologia": "A metodologia implementada baseou-se na integração das ferramentas de IA no fluxo de trabalho diário, onde a Chat GPT fornecia insights rápidos e precisos para as consultas dos mentorados, e o Copilot auxiliava na organização das tarefas e planejamento estratégico quando necessário. As ferramentas foram utilizadas de forma colaborativa para aumentar a eficiência e a qualidade do atendimento.",
        "Referências": "Boas práticas recomendadas por especialistas em tecnologia educacional e empreendedorismo - Curso RME Mulher ELA PODE IA\n",
        "Observações": "A utilização das ferramentas de IA no processo de mentoria do CONEXO demonstrou ser uma prática eficiente, proporcionando aos mentorados uma experiência mais rica e informada. \n",
        "Link do registro da iniciativa": "Não se aplica.",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Franco Sério; Victor Aviz; Ivo Barbosa",
        "E-mail Institucional": "barbara.moraes@pa.senac.br",
        "Departamento Regional": "Pará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Papaléo, Desenvolvimento, Informática básica",
        "Descrição da ação com uso de Inteligência Artificial": "Desenvolvimento de exercicios, correção e desenvolvimento em várias linguagens de programação, criação de imagens e videos para fins didáticos",
        "Solução utilizada": "\"\"ChatGPT-4 (OpenAI)\n       Copilot (GitHub)\n       Adobe Express\"\"",
        "Link para o site da ferramenta": "\"\" https://github.com/features/copilot        https://chat.openai.com/        https://www.adobe.com/br/express/ \"\"",
        "Estimativa de custos": "Uso a versão gratuita",
        "Metodologia": "Desenvolvimento de exercicios, correção e desenvolvimento em várias linguagens de programação, criação de imagens e videos para fins didáticos",
        "Referências": ".",
        "Observações": ".",
        "Link do registro da iniciativa": ".",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Cezar Henrique de Azevedo Melo",
        "E-mail Institucional": "cezar.melo@al.senac.br",
        "Departamento Regional": "Alagoas",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Carlos Milito (Maceió) -  Idiomas",
        "Descrição da ação com uso de Inteligência Artificial": "Promover o diálogo para simular conversas reais em inglês, permitindo que os usuários pratiquem falar e ouvir de maneira interativa.",
        "Solução utilizada": "Gliglish",
        "Link para o site da ferramenta": "https://gliglish.com/",
        "Estimativa de custos": "Gratuito",
        "Metodologia": "Utilizar uma atividade no Gliglish para iniciar a conversa, logo em seguida dividir a turma em grupos e iniciar uma sessão de prática de conversação, logo após reunir e  discutir as dificuldades. Alunos foram orientados a acessar o aplicativo ou site e depois motivados a iniciar um diálogo com a Inteligência artificial utilizando os vocabulários aprendidos em aula.",
        "Referências": "Não há.",
        "Observações": "Pode ser solicitado que o aluno realize uma demonstração.",
        "Link do registro da iniciativa": "Sem registro",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Ertonilson Carvalho Rocha ",
        "E-mail Institucional": "ertonilson10240477@edu.pa.senac.br",
        "Departamento Regional": "Pará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Castanhal - Tecnologia da Informação ",
        "Descrição da ação com uso de Inteligência Artificial": "Desenvolvimento de aplicação como auxiliar de IA na composição do código fonte.",
        "Solução utilizada": "Blockly incorporado ao Packet Tracer",
        "Link para o site da ferramenta": "\"\"blockly.games skillsforall.com\"\"",
        "Estimativa de custos": "Sem custos",
        "Metodologia": "Levar os alunos a conhecer o Blockly e em seguida montar os blocos de construção. \nApós a montagem dos blocos os alunos podem converter o resultado em diferentes linguagens dentre ela Python.",
        "Referências": "\"\"Skills for all - Networking Academy\nIntrodução à IoT e à Transformação Digital\"\"",
        "Observações": "O Packet Traçar, uma ferramenta da Cisco, incorporou o Blockly como uma das linguagens de programação disponíveis nos cursos de IoT.",
        "Link do registro da iniciativa": "Não foram coletados registros.",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "David Vital Silva Acioli",
        "E-mail Institucional": "david.acioli@al.senac.br",
        "Departamento Regional": "Alagoas",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP Carlos Milito ( Maceió) - Beleza",
        "Descrição da ação com uso de Inteligência Artificial": "O uso de aplicativo de simulação de estilo para modelos em atendimento no setor de Beleza (Barbearia).",
        "Solução utilizada": "Aplicativo FaceApp",
        "Link para o site da ferramenta": "https://www.faceapp.com/",
        "Estimativa de custos": "Pago, porém é possível utilizar por um período de forma gratuita",
        "Metodologia": "Durante os atendimentos aos modelos em corte de cabelo e barba é utilizado o aplicativo FaceApp para simular o estilo de cabelo e barba que o modelo quer a partir da sua imagem. Após o uso e a decisão do modelo é realizado o serviço.",
        "Referências": "A principal referência foi Renato Rodrigues durante a Formação para educadores do Segmentos de Beleza com o tema \"\"O Uso de Ferramentas Tecnológicas Inovadoras\"\" em Agosto de 2023 no Senac PE.",
        "Observações": "Sem observações",
        "Link do registro da iniciativa": "Não há registro",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Antonio José de Sousa",
        "E-mail Institucional": "antonio.sousa@df.senac.br",
        "Departamento Regional": "Distrito Federal",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Tecnologia, curso de Tecnico em Informática, UC de desenvolvimento.",
        "Descrição da ação com uso de Inteligência Artificial": "A criação de prompts para a utilização de ferramentas de IA, estimula a aplicação prática do Pensamento Computacional, tanto na resolução de problemas simples do cotidiano, como planejar fazer um sanduiche, quanto na solução de problemas complexos, como o desenvolvimento de um sistema para a NASA. A palavra criação já remete a criatividade e experimentação, onde o “por onde começar?”, que normalmente é estressante e monótono, torna-se instigante, divertido e desafiador.",
        "Solução utilizada": "GitHub Copilot;\nStúdio Mágico Canva;\nIA CodeCombat",
        "Link para o site da ferramenta": " https://github.com/features/copilot https://www.canva.com/pt_br/magia/ https://codecombat.com/",
        "Estimativa de custos": "A licença do Copilot para empresas ou organizações varia entre 19 e 39 dólares por mês para cada usuário. Oferece os recursos Pró de forma gratuita para instituições de Ensino e/ou profissionais da educação verificados.\n \nO Stúdio Mágico Canva  custa entre R$270,00 e R$290,00 por pessoa ao ano, mas é oferecida a profissionais da educação (verificados), e seus alunos de forma gratuita (acesso Pró).\n \nA licença do Codecombat varia muito de acordo com a quantidade de usuários, mas existem três cursos que podem ser aplicados de maneira livre, com a criação de turmas, notas, visualização das soluções de cada aluno, estatísticas e ranking.",
        "Metodologia": "Copilot - Ferramenta com foco na produtividade baseado nos princípios do desenvolvimento ágil de algoritmos e software eficientes.\nBaseada na prática do pair programming (programação em pares). Os autores Laurie Williams e Robert Kessler descrevem o pair programming como um estilo de programação em que dois programadores trabalham lado a lado em um computador, colaborando continuamente no mesmo projeto, algoritmo, código e teste.\n \nStudio Mágico – Kit de ferramentas de IA Estúdio Mágico, ajuda a criar o primeiro rascunho em instantes. Com o Texto Mágico você encontra as palavras certos, o Design Mágico tema a função de criar conteúdo personalizado em segundos, gere imagens chamativas com os apps de geração de imagem e vídeo por IA, como a Mídia Mágica, entre outras.\n \nCodecombat – Plataforma para ensino/aprendizagem de programação em Python e Javascript de forma gamificada com a ajuda da IA para implementar soluções mais eficientes, o aluno cria e pede a ajuda da IA para melhorar o código da solução.",
        "Referências": "O Copilot é a ferramenta de IA para desenvolvimento mais utilizada do mundo.\nFoi comprovado, através de pesquisa, que constatou:\n \n “A conclusão de nossa investigação qualitativa foi que deixar o GitHub Copilot carregar o trabalho de desenvolvimento chato e repetitivo reduziu a carga cognitiva. Isso abre espaço para os desenvolvedores desfrutarem do trabalho mais significativo que requer pensamento complexo e crítico e resolução de problemas, levando a uma maior felicidade e satisfação.”\n \nO Studio Mágico é uma ferramenta de designer completa onde você poder utilizar o poder da IA de forma segura e é um estímulo a comunicação visual.\n \nO Codecombat prende a atenção do aluno no primeiro acesso, plataforma maravilhosa alinhada ao currículo escolar de muitos países da pré-escola ao ensino superior. Com sua abordagem, os alunos adotam o aprendizado enquanto brincam e escrevem código desde o início de sua aventura, promovendo o aprendizado ativo e uma mentalidade construtiva.",
        "Observações": "Github - Já tenho uma escola SENAC DF dentro do Github com os recursos pró e estou em contato para o acesso enterprise, recursos em um nível muito elevado.\n \nCodecombat - Já consegui 36 licenças temporárias para usar com os alunos, maravilhoso. Os gestores são muito interessados e já estou estudando um programa de bolsas.\n \nCanva - Já consegui o acesso ao pró para 1000 usuários nas escolas SENAC – DF e SENAC – DF, Jessé Freire.",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Gabriel Bichara Santini Pinto",
        "E-mail Institucional": "gabriel.pinto@rj.senac.br",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Assessoria de Inovação",
        "Descrição da ação com uso de Inteligência Artificial": "1. Workshop ChatGPT: Desenvolvimento de Workshop para Introdução ao tema Chatgpt, com aplicações práticas e apresentação da teoria.\n2. WebSummit: Execução de ativação de curadoria para promoção da consciência sobre o uso da inteligência artificial e posicionamneto do Senac como importante agente nas aplicações de Inteligência Artificial\n3. Senac Rio Summit: Execução de ativação de curadoria para promoção da consciência sobre o uso da inteligência artificial e posicionamneto do Senac como importante agente nas aplicações de Inteligência Artificial\n4. Monday IA para Gestão de Projetos: Em fase de de implementação - ferramenta de gestão para execução de projetos educacionais e de produção de material didático utilizando as aplicaçãoes de inteligência artificial na gestão dos projetos.\n5. Copilot: Em fase de implementação - aplicação de ferramenta Copilot da Microsoft para desenvolvimento de material educacional de maneira automática",
        "Solução utilizada": "1. ChatGPT\n2. Chatgpt, Copilot, IBM Watson, etc\n3. Chatgpt, Copilot, IBM Watson, etc\n4. Monday IA\n5. Copilot Microsoft",
        "Link para o site da ferramenta": "https://chatgpt.com/  https://monday.com/ap/ai   https://copilot.microsoft.com/i",
        "Estimativa de custos": "1. R$ 4.000,00\n2. 0,00\n3. 0,00\n4. R$ 30.000,00 anuais\n5. R$ 60.000,00 anuais",
        "Metodologia": "1. Workshop com aplicação prática\n2. Conteudos via palestrantes\n3. Conteudos via palestrantes\n4. Consultoria para diagnóstico da maturidade da área, formação básica, seguida de metodologia para aplicação de projeto.\n5. Formação de usuários campeões para aplicação das ferramentas de inteligência artificial no desenvolvimento de material educacional e no desenvolvimento de projetos. Segunda fase: formação em Copilot para utilização da ferramenta de maneira adequada. Terceira fase: multiplicação para mais colaboradores para utilização da ferramenta. ",
        "Referências": "WebSummit",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Carla Alessandra",
        "E-mail Institucional": "carla.spinola@ba.senac.br",
        "Departamento Regional": "Bahia",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Centro de Educação profissional Casa do Comércio",
        "Descrição da ação com uso de Inteligência Artificial": "1.Brainstorm; Planejamento de PI; Apresentações; cards; infográficos; História em quadrinhos Digital; Revista on line; Storytelling; Criar QR Code\n2.A atividade desenvolvida foi realizada com a turma de FullStack com o objetivo de os alunos criarem uma empresa para alocar o desenvolvimento do projeto integrador e realizarem entrevista com o cliente solicitante da solução. Desse modo, os alunos foram estimulados a criarem uma empresa e para atingir o objetivo utilizaram como apoio as ferramentas de IA para gerar propostas de nomes e logo da empresa. Posteriormente, os alunos tiveram que definir o objeto de estudo e as soluções para o problema de um cliente encontrado por eles. Em seguida realizaram uma entrevista com o cliente, que foi auxiliada pela IA gerador de perguntas.\n3.Implementação de um projeto para uso de inteligência artificial na criação de artes gráficas. Alunos do curso de Design Gráfico utilizam ferramentas de IA para gerar ilustrações, concept art e outros elementos visuais, complementando suas habilidades e expandindo suas possibilidades criativas.\n4.Auxiliar no desenvolvimento de materiais pedagógicos escritos (Slides) e na organização estrutural da elaboração do Plano de Trabalho Docente.\n5.Auxílio no desenvolvimento de PTD; Cocriação de Roteiros de estudos; Uso em sala de aula para pesquisa e auxílio no desenvolvimento de projetos; Criação de imagens.\n6.Criação e revisão de roteiros com auxílio de inteligência artificial (gemini e chatgpt). Utilização de inteligências artificiais para criar vídeos para vendas online nos cursos de E-commerce e técnico em administração.\n7.Utilização da IA (COPILOT) na criação de códigos exemplos na UC de Algoritmos e a partir dos códigos gerados pela IA, criar outras formas de resolução do problema, diferentes do que foi gerado automaticamente. Um exercício de leitura e entendimento de um código de terceiros e criação / adaptação para um código autoral.\n8.Dinâmicas interativas para design com gestão do tempo e produção de desenhos. Quiz e gerador de cards para aprendizado.\n9.Os estudantes utilizaram a IA para planejar, executar e avaliar uma ação avaliativa: Treinamento e Desenvolvimento de Pessoas. Eles organizaram uma Roda de Conversa sobre Diversidade Religiosa e foram incentivados a utilizarem a IA para auxiliá-los desde o planejamento, execução até a avaliação do evento. O que fizeram: geração de imagens, criação de textos para convites, release, roteiro para entrevistas, roda de conversas e vídeos.\n",
        "Solução utilizada": "Soluções enumeradas correspondentes às ações listadas acima:\n1.Mentimeter; Trello; Padlet; Canva; Pixton.com; Heyzine.com\nPowtoon.com; Me-qr.com\n2.Renderforest, chatGPT e Writecream, Copilet\n3.Adobe Firefly; Chat GPT;MidJourney\"",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "4.ChatGPT e Copilot",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "5.ChatGPT; Copilot;Gemini",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "6.Gemini e chatgpt",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "7.COPILOT",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "8.Quick Draw, Auto Draw; QuizGecko\"\"",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "9.ChatGPT; Gemini\"\"",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "1.Mentimeter.com; Trello.com; Padlet.com; Canva.com;Pixton.com Heyzine.com; Powtoon.com; Me-qr.com  2.Criar logos - https://www.renderforest.com/pt/logo-maker#All Gerar nomes - https://www.renderforest.com/pt/business-name-generator Perguntas para entrevista com cliente - https://www.writecream.com/generate-interview-questions/ Perguntas para entrevista com cliente - https://chatgpt.com/?oai-dm=1 Perguntas para entrevista com cliente - https://copilot.microsoft.com/  3.https://chatgpt.com/https://firefly.adobe.com/https://www.midjourney.com/home  4.https://copilot.microsoft.com/https://chat.openai.com/ 5.https://openai.com/chatgpt/https://gemini.google.com/app https://copilot.microsoft.com/  6.https://gemini.google.com/app 7.https://copilot.microsoft.com/? 8.https://quickdraw.withgoogle.com/ https://www.autodraw.com/https://quizgecko.com/ 9.https://chatgpt.com/https://gemini.google.com/app",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Chat GPT - USD 30 por usuário por mês.",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Adobe Firefly: ",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Incluído na assinatura da Adobe Creative Cloud, que custa aproximadamente $52.99 por mês",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "opção grátis: com 25 créditos generativos mensais.",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "opção paga:  premium R$ 23,00/mês - 100 créditos generativos mensais.",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "MidJourney: Assinatura mensal de USD 30.",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Quick Draw - U$ 89,00 ano",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "OBS: Algumas ferramentas são \"\"free\"\". E utilizamos a opção gratuita com recursos limitados. ",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "No primeiro momento foi realizada uma contextualização sobre a importância de ter uma empresa no momento de oferecer serviços e quais os passos básicos para o seu surgimento. Em seguida os alunos devem se reunir em grupo para gerar o nome da empresa de acordo com as descrições especificadas por eles, bem como a logo. Assim como alunos devem encontrar o cliente e criar um entrevista para se apropriar do problema e gerar uma proposta de solução. Ao final, deve ser apresentado os resultados alcançados. Durante o feedback do professor é importante haver um provocação de como as IA auxiliaram no desenvolvimento das atividades.\nDesenvolvimento de slides resumidos e analisados com o conteúdo abordado no processo de ensino-aprendizagem.\nOrganização e classificação de conteúdos programados.\nCom base em um problema base apresentado à IA ou muitas vezes a mais de uma IA de uma vez e posteriormente comparando os resultados e refinando o prompt ate atingir os objetivos esperados.\nTrabalhando a gestão do tempo com utilização de desenhos que são identificados pela IA e em voz ela responde o que acha que foi desenhado. O estudante tem 20 seg para responder em uma rodada de 6 desenhos. Pode ser adaptado utilização manual também, com as mesmas regras.",
        "Departamento Regional": "Amapá",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "É importante realizar a correção junto dos alunos das perguntas geradas pelas IA, adaptando-as para a situação específica.\nVídeos e Artigos sobre a aplicação de IA em design gráfico.\nhttps://inkbotdesign.com/ai-in-graphic-design/\nhttps://www.youtube.com/watch?v=c0hd54NOADE&ab_channel=SatoriGraphics\nAlguns podem ser aplicados em qualquer turma de qualquer curso e/ou idade.",
        "Descrição da ação com uso de Inteligência Artificial": "https://basenacbr-my.sharepoint.com/:f:/g/personal/rubem_filho_ba_senac_br/EsWy7Qzfjx1IgWcf9FTpzMMBd_m5v4Uto-JU8Md1apr7oA?e=FLTHbh  \"\"",
        "Solução utilizada": "Prática Docente",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Carla Alessandra Spínola",
        "E-mail Institucional": "carla.spinola@ba.senac.br",
        "Departamento Regional": "Bahia",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Centro de Educação Profissional Porto Seguro",
        "Descrição da ação com uso de Inteligência Artificial": "Cursos e oficinas: \nMarketing Digital / Ferramentas de Marketing Digital / \nAssistente de Marketing e Vendas / Marketing Digital para Empreendedores \nTécnico em Guia de Turismo / Ferramentas de Marketing Digital\nFerramentas de Marketing Digital para Restaurantes\nEncontro Pedagógico: Oficina das Ferramentas Canvas e Chat GPT\n",
        "Solução utilizada": "Canva\nChat GPT\nCapcut\nInstagram\nWhatsapp X LuzIA",
        "Link para o site da ferramenta": "www.canva.com www.capcut.com www.openai.com www.clipdrop.com www.leonardo.ai www.openai.com",
        "Estimativa de custos": "Versões gratuitas.",
        "Metodologia": "Uma metodologia prática, utilizando os recursos da sala Multifucional, onde foi apresentado todo conteúdo e funcionalidades de cada programa e exercícios práticos aplicando esses programas no desenvolvimento do projeto pessoal de cada um. \n",
        "Referências": "A necessidade  de apliação de novas práticas com a IA aplicadas na Educação  condensando e direcionando o conhecimento para as principais dificuldades desses alunos alinhado com as demandas do mercado.“A inteligência artificial não é mais uma ideia futurista, é uma realidade que está transformando o mundo em que vivemos.” \n",
        "Observações": "Não se aplica.",
        "Link do registro da iniciativa": "",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "Leana Braga",
        "E-mail Institucional": "leana.braga@rj.senac.br",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Assessoria de Inovação ",
        "Descrição da ação com uso de Inteligência Artificial": "1. Curso de Inteligência Artifical com Azure: Este curso tem como objetivo dar subsídio ao participante para a utilização de serviços de Inteligência Artificial (IA) do Microsoft Azure. O curso tem como foco explorar e aprofundar nas soluções técnicas da IA do Azure para criar soluções, aprimorar aplicativos e melhorar a tecnologia em diversas áreas. Duração 72 horas\n2. Curso em parceria com a Semantix: Inteligência Artificial Iniciante/Avançado - em desenvolvimento: trilha oferece conhecimentos iniciais e avançados sobre Inteligência Artificial, capacitando os participantes a desenvolverem soluções práticas com o uso da IA em diversos cenários. ",
        "Solução utilizada": "1. ChatGPT\n2. Ferramentas de inteligência artificial generativa mais utilizadas no mercado com aplicações práticas de Prompt Engineering.",
        "Link para o site da ferramenta": "1. Microsoft Certified: Azure AI Fundamentals - Certifications | Microsoft Learn",
        "Estimativa de custos": "1. 849,00\n2. em desenvolvimento",
        "Metodologia": "1. As orientações metodológicas deste curso, em consonância com a Proposta Pedagógica do Senac, pautam-se pelo princípio da aprendizagem com autonomia, e privilegia a prática pedagógica contextualizada, colocando o aluno frente a situações de aprendizagem, que possibilitam o exercício do uso da ferramenta de IA dentro da plataforma da Microsoft atrelada à linguagem de programação Phyton. \n2. Através de aulas teóricas e práticas imersivas, os alunos irão se mergulhar nos conceitos fundamentais de IA, explorando suas diversas aplicações. Para o avançado, irão aprender sobre  conceitos como modelos de linguagem, prompt e criação de agentes de IA, preparando-se para os desafios e oportunidades do mercado de trabalho em constante transformação.",
        "Referências": "1. https://www3.weforum.org/docs/WEF_Future_of_Jobs_2023.pdf. Acesso em 28 de ago. 2023.\n2. Aumento do investimento em pesquisa e desenvolvimento em IA: https://pipeline.capital/brasil-possui-702-startups-voltadas-para-solucoes-de-inteligencia-artificial/",
        "Observações": "1. Este treinamento é preparatório para a certificação AI-900 da Microsoft",
        "Link do registro da iniciativa": "",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "Carla Alessandra Spínola",
        "E-mail Institucional": "carla.spinola@ba.senac.br",
        "Departamento Regional": "Bahia",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Centro de Educação Profissional Porto Seguro",
        "Descrição da ação com uso de Inteligência Artificial": "Jornada Pedagógica - Inovação na Aprendizagem: Conectando Mentes Criativas  - Mindset Criativo / Cultura Maker \n",
        "Solução utilizada": "\"\"Cultura Maker para além das Tecnologias Computacionais; Apresentar a Cultura Maker e as possibilidades de aplicação na sala de aula;\n● Estruturar ações de inventividade e criatividade no contexto de solução de\nproblemas;\n● Aplicar a Cultura Maker no planejamento e ações em sala de aula; Pensando Maker - Utilização de Dinâmica com a Abordagem de Design Thinking (DT) para pensar possibilidades de soluções viáveis de problemas incentivando o pensamento Maker em diferentes contextos (recursos, limitações diversas, perfil da turma).                                                                                                                              Mentimeter: Criação de apresentações interativas.\nComo pode ajudar: cria atividades como jogos, quis sobre um determinado tema de maneira interativa entre os participantes com apresentações de resultados em tempo real.\nChatGPT:  Inteligência artificial para geração de texto.\"",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "https://apdz.com.br/o-que-e-cultura-maker-2/    <https://porvir.org/>   ",
        "Departamento Regional": "Ceará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Uma metodologia prática, utilizando os recursos da sala Multifucional, onde foi apresentado todo conteúdo e funcionalidades de cada programa e exercícios práticos aplicando esses programas no desenvolvimento do projeto pessoal de cada um. 1. Utilização de Óculos de Realidade Virtual para aulas de Saúde, Beleza e Moda. 2. Aula sobre Planilhas para área de Tecnologias da Informação, no meio da aula acaba a luz, ‘o que fazer?’. 3. Uso tablet nas aulas de Gastronomia.\n",
        "Descrição da ação com uso de Inteligência Artificial": "A necessidade  de apliação de novas práticas com a IA aplicadas na Educação  condensando e direcionando o conhecimento para as principais dificuldades desses alunos alinhado com as demandas do mercado. “A inteligência artificial não é mais uma ideia futurista, é uma realidade que está transformando o mundo em que vivemos.” \n",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "Prática Docente",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Carla Alessandra Spínola",
        "E-mail Institucional": "carla.spinola@ba.senac.br",
        "Departamento Regional": "Bahia",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Centro de Educação profissional Porto seguro, Gestão",
        "Descrição da ação com uso de Inteligência Artificial": "Curso Técnico em Massoterapia.",
        "Solução utilizada": "Anatomix: é uma ferramenta(atlas) que auxilia no aprendizado sobre sistema linfático. Como pode ajudar: Identificação das partes do sistema linfático através de jogo e posteriormente saber representar todo o sistema linfático em desenhos  após o uso desta ferramenta.\n\n",
        "Link para o site da ferramenta": "https://play.google.com/store/apps/details?id=com.educaPix.Anatomix",
        "Estimativa de custos": "Versões gratuitas.",
        "Metodologia": "Aula gamificada.",
        "Referências": "https://play.google.com/store/apps/details?id=com.educaPix.Anatomix",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Carla Alessandra Spinola",
        "E-mail Institucional": "carla.spinola@ba.senac.br",
        "Departamento Regional": "Bahia",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Centro de Educação Profissional de Porto Seguro",
        "Descrição da ação com uso de Inteligência Artificial": "Criação de textos, imagens sobre os assuntos abordados no curso de Informática básica: windows, word e internet\n",
        "Solução utilizada": "Chat GPT/LuzIA",
        "Link para o site da ferramenta": "https://play.google.com/store/apps/details?id=co.thewordlab.luzia                https://chat.openai.com/\"\"",
        "Estimativa de custos": "Versão gratuita.",
        "Metodologia": "Pesquisa.",
        "Referências": "https://play.google.com/store/apps/details?id=co.thewordlab.luzia              https://chat.openai.com/\n",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Heloisa Fitz Cabral",
        "E-mail Institucional": "heloisa.cabral@ms.senac.br",
        "Departamento Regional": "Mato Grosso do Sul",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Departamento Regional",
        "Descrição da ação com uso de Inteligência Artificial": "o\n2023- \"\"Caminhos para uma Educação Inovadora, Tecnológica e Inclusiva\"\" \n19 e 20/07/2023\nPalestra de Abertura:\n\"\"Caminhos para uma Educação Inovadora, Tecnológica e Inclusiva\"",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Reynaldo Gama",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Dia 20/07/2023 das 08:15 às 12:00- Vivência da ferramenta ChatGPT a luz do Modelo Pedagógico Senac  (criar situação de aprendizagem).",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "o",
        "E-mail Institucional": "2024 - IA e o desenvolvimento de competências profissionais: Preparando alunos para o futuro do trabalho",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "08 e 09/02/2024",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Palestra de Abertura:",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "\"Inteligência Artificial aplicada na Educação\"",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Kenneth Corrêa – CEO da empresa “Por Exemplo- Conhecimento e Prática”",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Dia 09/02/2024 das 08:15 às 12:00- Treinamento – Inteligência Artificial ",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "ChatGPT;\nGemini;\nMicrosoft Copilot;\nBING\nPerplexity\nGamma",
        "Departamento Regional": "São Paulo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Utilizamos a plataforma gratuita",
        "Descrição da ação com uso de Inteligência Artificial": "Palestra: Introdução teórica ao tema com enfoque nas tendências e práticas inovadoras em educação.\nVivência Prática: Aplicação prática da ferramenta ChatGPT, onde os participantes utilizam o modelo para criar situações de aprendizagem, integrando a tecnologia ao modelo pedagógico Senac. Esta vivência é prática e exploratória, incentivando a interação e a experimentação dos participantes.\nTreinamento: Sessão prática de treinamento focada em IA, onde os participantes aprendem a utilizar ferramentas de IA (Copilot) para aprimorar suas habilidades e preparar os alunos para o futuro do trabalho. ",
        "Solução utilizada": "Fórum Econômico Mundial\nCongressos, Simpósio e feiras (GEDUC; Bett Brasil)\n",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "https://senacms.sharepoint.com/:f:/s/publico/ErOvbJnhh7xAv20zLhH7oAgBCufxhFr-RC3pJN0Td3lr2g/https://senacms.sharepoint.com/:f:/s/publico/Epzblnh2lKBIunnAL99PlP8BQErMRs_4d_y4VOt8O95vhQ?e=iTpoDU?e=Wvjh4O/ ",
        "Metodologia": "Conteúdos e Eventos",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Leila Oliveira Di Pietro",
        "E-mail Institucional": "leiladipietro@gmail.com",
        "Departamento Regional": "Santa Catarina",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Departamento Regional Senac/SC",
        "Descrição da ação com uso de Inteligência Artificial": "Oferta Educacional\n1) Trilha de Cursos desenvolvidos\n    Transformação Digital com IA - 32 horas\n    IA para Previsão e Análise de Dados - 40 horas\n    Smart Marketing: Aplicando IA em Marketing e Negócios - 40 horas\n    Inteligência Artificial em Educação e Aprendizagem - 32 horas\n    Inovação em Saúde com IA - 40 horas\nCurso para desenvolver: Desenvolvimento e Parametrização de ferramentas de IA - 60 horas\n2) Abertura da Semana Acadêmica - O papel da Inteligência Artificial na sociedade e no atendimento dos Objetivos de Desenvolvimento Sustentável\n",
        "Solução utilizada": "Além das ferramentas mais comuns como Chat GPT, Gemini e Copilot o docente demonstrou o uso em mais algumas ferramentas. A lista das utilizadas podemos encaminhar no início da Semana que vem quando ele irá compartilhar a apresentação utilizada.",
        "Link para o site da ferramenta": "https://chatgpt.com/; https://gemini.google.com; https://copilot.microsoft.com/",
        "Estimativa de custos": "Além do Chat GPT Plus e do Copilot pró (ambas aproximadamente U$ 20.00 mensais) as demais ferramentas ele trabalhou com versões gratuitas.",
        "Metodologia": "Demonstração do uso e exemplos de outras aplicações práticas.",
        "Referências": "Demandas de alunos e docentes, necessidade de aprofundamento nas potencialidade de utilização no âmbito da formação e na atuação profissional em diferentes segmentos.",
        "Observações": "",
        "Link do registro da iniciativa": "https://senacsc754-my.sharepoint.com/:i:/g/personal/leiladipietro_sc_senac_br/EbWvqCfshFRPstm6jbyE7C8BubBz-f5GPoNALBm1f0Xzdw?e=OE28z5",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "Heloisa Fitz Cabral",
        "E-mail Institucional": "heloisa.cabral@ms.senac.br",
        "Departamento Regional": "Mato Grosso do Sul",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Departamento Regional",
        "Descrição da ação com uso de Inteligência Artificial": "A tecnologia tem transformado diversas áreas da sociedade, e a educação não é uma exceção. Uma das aplicações da inteligência artificial (IA) é no planejamento de aulas, proporcionando uma série de vantagens tanto para docentes quanto para alunos, utilizamos ChatGPT, Luzia, Perplexity, Copilot. Entre elas: \no\nA IA permite criar planos de aula diversificados. Com base na análise de dados de desempenho e preferências de aprendizagem, é possível oferecer conhecimentos e atividades que melhor se adequem a aquele curso\no\nEconomia de Tempo: docentes podem economizar tempo significativo ao utilizar a IA para planejar aulas oferecendo um leque de estratégias pedagógicas. A IA pode analisar grandes volumes de dados educacionais para identificar as práticas de ensino mais eficazes. Com essas informações, os docentes podem ajustar suas abordagens pedagógicas, garantindo que estejam utilizando métodos comprovadamente eficientes para promover o aprendizado.\no\nAcesso a Recursos Avançados: Com a ajuda da IA, docentes têm acesso a uma vasta gama de recursos educativos atualizados e relevantes. Plataformas de IA podem recomendar livros, artigos, vídeos e outras ferramentas de ensino que complementem o conhecimento da aula, enriquecendo o processo de aprendizagem.\n",
        "Solução utilizada": "•\nChat GPT; \n•\nGemini;\n•\nLuzIA;\n•\nPerplexity; \n•\nCopilot;\n•\nVisual studio code;\n•\nCOPILOT\n",
        "Link para o site da ferramenta": "https://www.luzia.com/br; https://chat.openai.com/domain_migration?next=https%3A%2F%2Fchatgpt.com%2F; https://www.perplexity.ai/; https://copilot.microsoft.com/; https://www.bing.com/chat?form=NTPCHB",
        "Estimativa de custos": "Ferramentas Gratuitas\nChatGPT 4o – R$ 240,00 por mês para um usuário. ",
        "Metodologia": "A metodologia utilizada na elaboração de um planejamento de aula envolve várias etapas e técnicas que ajudam os docentes a estruturar as aulas de maneira eficaz e eficiente, embasada ao Modelo Pedagógico Senac.",
        "Referências": "Congressos, Eventos (Exemplo: Geduc; Bett Brasil)",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Heloisa Fitz Cabral",
        "E-mail Institucional": "heloisa.cabral@ms.senac.br",
        "Departamento Regional": "Mato Grosso do Sul",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Unidades Operativas MS",
        "Descrição da ação com uso de Inteligência Artificial": "•\nO docente utilizou como ferramenta de pesquisa o ChatGPT, luzIA e Gemini, entre os alunos, para pesquisas relevantes e coleta de dados pertinentes a aula corporativa em diferentes cursos in company realizados nas unidades do MS. A partir das informações da IA, foram propostas situações práticas e qualitativas para novas ideias e cenários no contexto das aulas;\n•\nUtilização de IA na IDE de programação Visual Studio Code;\n•\nInseridos os conteúdos de forma que novos insights foram criados em cima do PTD;\n•\nDurante as aulas sobre Análise de Requisitos e Funcionalidades da Aplicação, foi explanado aos alunos os problemas de pedir ao Chat GPT ou ao Copilot para escrever textos utilizando as informações geradas por eles mesmos. Foi apresentado a diferença entre usar essas ferramentas sem uma base própria e como isso pode resultar em erros;\n•\nExemplos práticos foram apresentados e discutidos sobre a importância de utilizar a IA apenas como um auxílio quando já se detém o conhecimento necessário. É crucial ler, entender e verificar se o que a IA propõe está realmente de acordo com o assunto;\n•\nAbordamos sobre a dependência da IA e que não o podemos banir completamente o uso da IA, mas é fundamental ter conhecimento de uso da ferramenta, e não a utilizar como única fonte de dados e informações. Caso contrário, os alunos estarão apenas demonstrando a habilidade no uso da IA e não no aprimoramento dos conhecimentos do aluno. Além disso, foi apresentado como gerar imagens usando o Copilot para evitar problemas com direitos autorais das imagens na internet. Dessa forma, as apresentações ou projetos podem ter imagens únicas e originais;\n•\nChatGPT 3.5 e Microsoft Copilot. Utilizamos a IA para realizar uma análise crítica com os estudantes sobre as soluções propostas pela plataforma na resolução de exercícios de lógica. Pois a ferramenta utiliza conceitos sobre funções em algoritmos básicos para implementação. Com os resultados obtidos realizamos uma conscientização da turma no uso dessas plataformas, que podem indicar soluções complexas e atrapalhar no aprendizado da programação.\n•\nEstudo de Caso, simulando uma situação na área administrativa em que os alunos \"\"funcionários\"\", elaborassem uma planilha de controle de fluxo de caixa utilizando o Copilot e ChatGPT com os dados informados no Estudo de Caso.\n•\nAI Doc Writer for Python, JavaScript, TypeScript, PHP, and Java Mintlify doc Writer - Extensões de Inteligência Artificial (AI) para VS Code - Esta extensão utiliza inteligência artificial para gerar automaticamente documentação para o seu código, suportando uma variedade de linguagens de programação e estilos de documentação;\n•\nAtividade de sala explorando o uso da ferramenta de IA por meio de questionários previamente apresentados pelo professor em aula. Os alunos estudam com o uso da tecnologia;\n•\nSimular prospecção de vendas e como conduzir um processo de negociação. Foi usado a inteligência artificial para simular um diálogo entre vendedores e clientes;\n",
        "Solução utilizada": "•\nChat GPT; \n•\nGemini;\n•\nLuzIA;\n•\nPerplexity; \n•\nCopilot;\n•\nVisual studio code;\n•\nGAMMA; \n•\nCOPILOT;\n•\nCanva (criação);\n",
        "Link para o site da ferramenta": "https://www.luzia.com/br; https://chat.openai.com/domain_migration?next=https%3A%2F%2Fchatgpt.com%2F; https://gemini.google.com/?hl=pt-BR; https://www.perplexity.ai/; https://copilot.microsoft.com/; https://www.brasilcode.com.br/15-extensoes-de-inteligencia-artificial-para-o-visual-studio-code/#:~:text=As%20extens%C3%B5es%20de%20Intelig%C3%AAncia%20Artificial,e%20a%20an%C3%A1lise%20de%20dados;  https://gamma.app/; https://www.bing.com/chat?form=NTPCHB",
        "Estimativa de custos": "•\nFerramentas gratuitas",
        "Metodologia": "A metodologia utilizada na elaboração de um planejamento de aula envolve várias etapas e técnicas que ajudam os docentes a estruturar suas aulas de maneira eficaz, garantindo que os objetivos educacionais sejam alcançados e que os alunos estejam engajados no processo de aprendizagem apoiada no Modelo Pedagógica Senac. ",
        "Referências": "•\nUso do artigo Intelligence Unleashed: An argument for AI in Education (https://discovery.ucl.ac.uk/id/eprint/1475756/) traz os benefícios da IA para a educação;\n•\nExemplos Práticos: Demonstrações ao vivo de como a IA pode gerar conteúdo e os potenciais erros envolvidos; \n•\nDiscussões em Grupo: Debates sobre a responsabilidade e os limites no uso da IA, fundamentados em princípios éticos;\n•\nAtividades Práticas: Criação de textos e imagens originais pelos alunos, com o uso da IA apenas como suporte; \n•\nFeedback e Reflexão: Sessões de feedback para avaliar a compreensão dos alunos e ajustar a abordagem de ensino conforme necessário;\n",
        "Observações": "•\nExistem diversas outras ferramentas que podem ser utilizadas nos diversos cursos técnicos;\n•\nFazer um painel com melhores sugestões de Prompts;\n•\nO Microsoft Copilot fornece fontes confiáveis a partir de suas buscas, que podem ser utilizados em ambiente de ensino.\n",
        "Link do registro da iniciativa": "",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Giancarlo Giacomelli",
        "E-mail Institucional": "gsgiacomelli@senacrs.com.br",
        "Departamento Regional": "Rio Grande do Sul",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Gerência de Tecnologias Educacionais",
        "Descrição da ação com uso de Inteligência Artificial": "Grupo de Trabalho focado no mapeamento de uso de IA nas rotinas da Gerência de Tecnologias Educacionais. Criado em dezembro de 2023 com equipe multifuncional - designers, pedagoga, produtor audiovisual, desenvolvedores web e gestor de projetos",
        "Solução utilizada": "GPT, Gemini, Midjorney e extensões adobe",
        "Link para o site da ferramenta": "-",
        "Estimativa de custos": "Não estimados até o momento",
        "Metodologia": "Foco do grupo está no mapeamento de usos das IAs já desenvolvidas e na disseminação do conhecimento organizacional. Com isso, já produzimos vídeos com uso exclusivo de I.A., os ilustradores começaram a utilizar a I.A. para criação de imagens, já criamos um curso com um Pós-doc em I.A. para formação. E, no momento, estamos modelando uma aplicação para apoiar a criação de conteúdo por professores autores, ajudando a identificar nos temas, quais já temos produzidos.\nAlém disso, temos usado as aplicações para melhorar a inteligência de dados do time de planejamento Ead.",
        "Referências": "Temos uma boa experiência corporativa com o uso dos Grupos de Trabalho para aprimoramento do conhecimento organizacional.",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "Camila Dantas, Heloysa Oliveira, Rafaela Nascimento, André Silva.",
        "E-mail Institucional": "camila.dantas@pe.senac.br",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Faculdade Senac",
        "Descrição da ação com uso de Inteligência Artificial": "Inteligência Artificial para Educadores: a formação, realizada durante o Encontro Pedagógico (jan/24) teve como objetivo capacitar os educadores para o uso das soluções em inteligência artificial oferecidas pelo Senac por meio das contas organizacionais Microsoft.",
        "Solução utilizada": "Microsoft Copilot, Microsoft Teams(Insights, Reflect e Análise de Dados), Microsoft 365.",
        "Link para o site da ferramenta": "https://www.microsoft365.com/",
        "Estimativa de custos": "Sem custos ferramentais, visto que todos os recursos já estão disponíveis na conta Microsoft.",
        "Metodologia": "Durante a ação, os educadores foram convidados a explorar as ferramentas, majoritariamente desconhecidas ou pouco exploradas, a partir de suas contas Microsoft do Senac. Os participantes foram, então, conduzidos ao aprendizado prático das ferramentas em situações comuns às rotinas educacionais de sua disciplina em sala de aula. Através de problemas propostos, os participantes foram convidados a utilizar as ferramentas pelo celular e explorar as possibilidades de uso para resolução da atividade. A partir disso, os participantes traziam seus insights sobre possibilidades de uso da IA no contexto de sua vivência em sua disciplina. Dessa forma, foi possível aproximar as ferramentas, já disponíveis, da realidade dos alunos de cada educador, em suas diferentes vivências e disciplinas.",
        "Referências": "O chat GPT como nova realidade nas rotinas de educação.",
        "Observações": "A formação propiciou o conhecimento de ferramentas disponíveis mas subutilizadas, além da troca de experiências e descoberta de possibilidades do uso da inteligência artificial como aliada da educação profissional.",
        "Link do registro da iniciativa": "Sem registros.",
        "Categoria": "Formação Docente"
    },
    {
        "Nome do responsável pela ação": "Ivo L. Vila Nova Campos (Instrutor de TI)",
        "E-mail Institucional": "ivo.campos@pe.senac.com.br",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP MEDIOTEC SENAC PE",
        "Descrição da ação com uso de Inteligência Artificial": "Adaptação da IA as necessidades individuais do alunos, materiais e exercícios personalizados. Uso como Assistentes Virtuais, análise de dados educacionais, simulação e ambientação de protótipo.",
        "Solução utilizada": "Copilot, Chat-GPT, Gemini IA, ZZZ Code Ai",
        "Link para o site da ferramenta": " https://copilot.microsoft.com/orgid/idtoken  ;  chat.openai.com ;  https://zzzcode.ai/ ; https://gemini.google.com/app ",
        "Estimativa de custos": "Originado em sala de aula, o projeto inicialmente teve uma estimativa de custos baixa, envolvendo apenas o investimento em softwares, cujo valor foi estimado em R$ 10.000,00. No entanto, após ser incubado, esse custo pode variar entre R$ 50.000,00 e R$ 400.000,00.",
        "Metodologia": "Nossa metodologia integra a inteligência artificial à aprendizagem baseada em projetos (PBL), incluindo soluções de problemas, ambientes híbridos, hackathons e gamificação. Essa abordagem permite a incorporação de diversos elementos educacionais adaptativos, oferecendo desafios que se ajustam ao desempenho dos alunos.",
        "Referências": "As principais referências envolve a Microsoft AI Education, a Google AI in Education, Carnegie Leraning, IBM Watson, entre outros.",
        "Observações": "Destacamos que, na elaboração e execução, buscamos assegurar o alinhamento com os objetivos educacionais, a integração com a matriz curricular e o desenvolvimento das habilidades dos alunos. Além disso, é essencial investir na capacitação dos professores, instrutores e de todo o corpo envolvido no processo educacional.\nA utilização dessas ferramentas mostrou-se bastante exitosa no desenvolvimento de projetos, incluindo a criação de startups. Esse impacto vai além da sala de aula, com alunos, inclusive egressos, continuando a trabalhar em seus projetos e trazendo soluções tecnológicas diversas para a sociedade. Um excelente exemplo é o projeto idealizado por estudantes do Mediotec, que atualmente estão na Faculdade Senac. A Iris Company, startup resultante desse projeto, vem se destacando em eventos de empreendedorismo e inovação, sendo considerada promissora e já classificada no último edital da Incubadora Ideias do Senac PE.",
        "Link do registro da iniciativa": "https://www.instagram.com/iriscompany__?igsh=MXZybWI0dDhoYXU5NA== ",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "Leila Oliveira Di Pietro",
        "E-mail Institucional": "leiladipietro@sc.senac.br",
        "Departamento Regional": "Santa Catarina",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Faculdade Senac Palhoça",
        "Descrição da ação com uso de Inteligência Artificial": "Tomada de Decisão \nA GenIA, idealizada pela Faculdade Senac Palhoça, é uma revolucionária Plataforma de Inteligência Artificial focada na transformação do processo de elaboração de propostas de educação corporativa. O objetivo principal é otimizar as operações internas, aprimorando a eficiência na criação de propostas personalizadas e responsivas dentro das normas e regras institucionais.\n",
        "Solução utilizada": "Será a criação (pré-programada) de uma ferramenta de IA open source.",
        "Link para o site da ferramenta": "Em desenvolvimento",
        "Estimativa de custos": "A versão MVP está estimada no custo de R$50.000,00 (cinquenta mil reais) - aguardando parecer técnico relativo a hospedagem. A versão Betha, está estimada em R$500.000,00 (Quinhentos mil reais).\n",
        "Metodologia": "Roadmap GenIA: 1 - Planejamento e Concepção; 2 - Desenvolvimento do Core; 3 - Implementação Funcionalidades ADM; 4 - Iterações e Aprimoramento; 5 - Preparação para Lançamento; 6 - Implementação e Lançamento",
        "Referências": "Funcionalidades de ferramentas como chat GPT; CoPilot; Gemini",
        "Observações": "A GenIA é resultado de um programa de inovação desenvolvido pelo Senac Santa Catarina, denominado StartLabs, onde as Unidades puderam participar de uma Jornada de Inovação e tiveram a possibilidade de desenvolver soluções e ou produtos inovadores. O desenvolvimento e execução da GenIA envolve docente especialista em IA e a equipe de comercialização e educacional da Unidade. \n",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Leila Oliveira Di Pietro",
        "E-mail Institucional": "leiladipietro@sc.senac.br",
        "Departamento Regional": "Santa Catarina",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Departamento Regional Senac SC",
        "Descrição da ação com uso de Inteligência Artificial": "Tomada de Decisão\nUtilizar a IA como ferramenta de Apoio na atualização ou elaboração de Propostas Educacionais, trabalhando a partir da função “Chat Personalizado” (Chat GPT plus), com prompts criados em parâmetros que respeitam a estrutura institucional e orientações inspiradas no Guia de Elaboração.",
        "Solução utilizada": "Chat GPT plus",
        "Link para o site da ferramenta": "https://chatgpt.com",
        "Estimativa de custos": "Chat GPT Plus U$ 20.00 mensais",
        "Metodologia": "Estamos elaborando testes e já observamos alguns resultados de padrão de qualidade na elaboração em relação aos seguintes itens do Plano de Curso:\n1. Metodologia de escrita dos elementos que compõe o Plano de Curso: Aponta possíveis repetições ou redundâncias em competências, alinhamento e reescrita de indicadores e alinhamento de informações de elementos da competência.\n2. Propostas utilizando as metodologias ativas e fazendo referências com as Marcas Formativas Senac.\n3. Aponta possíveis melhorias na Infraestrutura quando alimentada com tendências de mercado.\n4. Ferramenta de consulta para insights com constante atualização e adaptação de nossos cursos para as necessidades do mercado.\n5. Elaboração de justificativas atualizadas e significativas que contribuem para que a equipe de comercialização ou os materiais promocionais consigam explicar melhor as ofertas disponíveis.\n6. Parametrização para a pesquisa de títulos de referências atualizadas com versão disponível para acervo físico e/ou e-book relacionada a Unidade Curricular em elaboração/atualização.",
        "Referências": "Discussões internas, cursos disponíveis e, principalmente, experiências isoladas exitosas na elaboração de partes do Plano de Curso.",
        "Observações": "Dentre os resultados esperados estima-se: redução de tempo em algumas atividades, melhor organização das informações, aprimoramento para processos de ideação, criação de artes para apresentações por meio de IA, entre outros.\nPara experiências futuras: relacionar este chat personalizado com outros como o de Plano de Trabalho Docente para o futuro cruzamento das elaborações.",
        "Link do registro da iniciativa": "",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "Leila Oliveira Di Pietro",
        "E-mail Institucional": "leiladipietro@sc.senac.br",
        "Departamento Regional": "Santa Catarina",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Departamento Regional Senac SC",
        "Descrição da ação com uso de Inteligência Artificial": "Gestão Educacional\nEm fase de elaboração de Guias de Orientação:\n1º) Guia de orientação - Aluno: com foco em produção textual, métodos de pesquisa e ética sobre o uso da IA;\n2º) Guia de Orientação - Docentes: prática pedagógica integrada ao uso da IA, parâmetros de avaliação e ética e regulação da IA no uso educacional;\n3º) Guia de Orientação sobre Ética e IA: parâmetros regulatórios institucionais.\n",
        "Solução utilizada": "Não serão especificadas as ferramentas mas sua utilização para a produção de textos, imagens, planilhas etc.",
        "Link para o site da ferramenta": "Não há.",
        "Estimativa de custos": "Apenas horas docentes que contribuirão para as referências dos documentos elaborados. Em torno de R$3.000,00.",
        "Metodologia": "Será elaborado em modelo de Guia estruturado a partir de ações práticas da utilização da IA na educação.",
        "Referências": "Trabalharemos com referenciais internacionais da União Europeia e Unesco.",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "Leila Oliveira Di Pietro",
        "E-mail Institucional": "leiladipietro@sc.senac.br",
        "Departamento Regional": "Santa Catarina",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Departamento Regional Senac SC",
        "Descrição da ação com uso de Inteligência Artificial": "Formação Docente\n* Ação piloto em 2023 (3 horas)\nPartiu-se da Marca Formativa Autonomia Digital para realizar as seguintes ações práticas:\n- Conceito de IA;\n- Elaboração de Prompts;\n- Ferramentas de IA utilizadas: Chat GPT e Copilot: parametrização, explicação de funcionamento a partir dos prompts e reutilização dos prompts readequados, geração de texto, imagens e design.\n- Apresentação e utilização de sites de checagem/verificação de informações: veracidade e fakenews.\n* Ação a ser implementada em julho de 2024 (6 horas)\nPartiu-se da Marca Formativa Autonomia Digital para realizar as seguintes ações práticas:\n- Conceito de IA e IA Generativa;\n- Elaboração de Prompts;\n- Ferramentas de IA voltadas para Educação: (Chatbots, plataformas etc.);\n- Integração da IA com as Metodologias Ativas: formas de planejamento e aplicação\n- Apresentação e utilização de sites de checagem/verificação de informações: veracidade e fakenews.",
        "Solução utilizada": "Além das mais utilizadas (Chat GPT, Copilot e Gemini) trabalharemos mais algumas como as Midjourney, Leonardo AI, DALL-E e outras educacionais que estamos testando etc.",
        "Link para o site da ferramenta": "https://chatgpt.com/, https://gemini.google.com/, https://copilot.microsoft.com/, https://www.midjourney.com/home, https://openai.com/index/dall-e-3/, https://leonardo.ai/",
        "Estimativa de custos": "Será uma formação estadual por web realizada pelos colaboradores do DR, por convite e também será gravada e editada em recortes por etapas para diferentes utilizações pelo canal fechado do Youtube Senac/SC, portanto não terão custos diretos envolvidos.",
        "Metodologia": "Ação estadual com práticas acompanhadas pelos analistas pedagógicos nas unidades.",
        "Referências": "O próprio piloto em 2023 e outras ações internas na DEP.",
        "Observações": "",
        "Link do registro da iniciativa": "",
        "Categoria": "Formação Docente"
    },
    {
        "Nome do responsável pela ação": "Ivo L. Vila Nova Campos",
        "E-mail Institucional": "ivo.campos@pe.senac.com.b",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "CEP MEDIOTEC SENAC PE",
        "Descrição da ação com uso de Inteligência Artificial": "Adaptação da IA as necessidades individuais do alunos, materiais e exercícios personalizados. Uso como Assistentes Virtuais, análise de dados educacionais, simulação e ambientação de protótipo.",
        "Solução utilizada": "Copilot, Chat-GPT, Gemini IA, ZZZ Code Ai",
        "Link para o site da ferramenta": "https://copilot.microsoft.com/orgid/idtoken ; chat.openai.com ; https://zzzcode.ai/ ; https://gemini.google.com/app",
        "Estimativa de custos": "Originado em sala de aula, o projeto inicialmente teve uma estimativa de custos baixa, envolvendo apenas o investimento em softwares, cujo valor foi estimado em R$ 10.000,00. No entanto, após ser incubado, esse custo pode variar entre R$ 50.000,00 e R$ 400.000,00.",
        "Metodologia": "Nossa metodologia integra a inteligência artificial à aprendizagem baseada em projetos (PBL), incluindo soluções de problemas, ambientes híbridos, hackathons e gamificação. Essa abordagem permite a incorporação de diversos elementos educacionais adaptativos, oferecendo desafios que se ajustam ao desempenho dos alunos.",
        "Referências": "As principais referências envolve a Microsoft AI Education, a Google AI in Education, Carnegie Leraning, IBM Watson, entre outros.",
        "Observações": "Destacamos que, na elaboração e execução, buscamos assegurar o alinhamento com os objetivos educacionais, a integração com a matriz curricular e o desenvolvimento das habilidades dos alunos. Além disso, é essencial investir na capacitação dos professores, instrutores e de todo o corpo envolvido no processo educacional.\nA utilização dessas ferramentas mostrou-se bastante exitosa no desenvolvimento de projetos, incluindo a criação de startups. Esse impacto vai além da sala de aula, com alunos, inclusive egressos, continuando a trabalhar em seus projetos e trazendo soluções tecnológicas diversas para a sociedade. Um excelente exemplo é o projeto idealizado por estudantes do Mediotec, que atualmente estão na Faculdade Senac. A Iris Company, startup resultante desse projeto, vem se destacando em eventos de empreendedorismo e inovação, sendo considerada promissora e já classificada no último edital da Incubadora Ideias do Senac PE.",
        "Link do registro da iniciativa": "https://www.instagram.com/iriscompany__?igsh=MXZybWI0dDhoYXU5NA==",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Ceará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Mesa-redonda \"\"ChatGPT e inteligência artificial: ferramentas úteis ou dilema ético na Educação?\"\"",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Debate realizado durante o Congresso de Educação Sesc Senac do Ceará",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.ce.senac.br/congresso-debate-tecnologia-e-aprendizagem-na-educacao/",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Sergipe",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Talk show \"\"Os impactos da IA nas profissões”",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Parte do projeto “Invista em Você, Faça Senac”, o talk show ‘Os impactos da Inteligência Artificial nas profissões’  foi promovido em cinco unidades do Senac Sergipe",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.se.senac.br/destaque/invista-em-voce-faca-senac-edicao-2023-debatera-os-impactos-da-ia-nas-profissoes/",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Sergipe",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "II Jornada de Tecnologia",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Evento do Senac contou com palestras, oficinas e cases de sucesso, a II Jornada de Tecnologia mostrou a influência da IA nas profissões e na educação",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.se.senac.br/aracaju/ii-jornada-de-tecnologia-mostra-a-influencia-da-ia-nas-profissoes-e-na-educacao/",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Goiás",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Curso Técnico de Inteligência Artificial",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Primeiro curso técnico focado em Inteligência Artificial lançado por um DR do Senac.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.go.senac.br/noticia/10284-senac-goias-lanca-o-primeiro-curso-tecnico-de-inteligencia-artificial",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Goiás",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Compra de GPUs Nvidia",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Aquisição de GPUs Nvidia para utilização por alunos do curso técnico em Inteligência Artificial",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "0",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Goiás",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Inovação e Inteligência artificial no varejo",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Webinar sobre Inovação e Inteligência artificial no varejo com a participação de representantes da startup israelense Pairzon e da área digital do grupo varejista Pão de Açúcar",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.go.senac.br/noticia/9925-inovacao-e-inteligencia-artificial-no-varejo-e-tema-de-evento-online",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Goiás",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Senac Fashion School",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Aula de criação de roupa por meio de IA- inteligência artificial com a criação de uma peça utilizando o recurso IA que depois foi executada e desfilada;",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "0",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "São Paulo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Pós-graduação Presencial em Inteligência Artificial",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Curso lato sensu presencial desenvolvido pelo DR SP.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.sp.senac.br/pos-graduacao/pos-em-inteligencia-artificial",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "São Paulo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Pós-graduação EaD em Inteligência Artificial na Estratégia de Negócios",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Curso lato sensu a distância desenvolvido pelo DR SP.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.ead.senac.br/pos-graduacao/inteligencia-artificial-na-estrategia-dos-negocios/",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "São Paulo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Livro Inteligência Artificial e Aprendizado de Máquina",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Publicação pela editora Senac de livro sobre o tema.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.editorasenacsp.com.br/livro/intelig%C3%AAncia-artificial-aprendizado-m%C3%A1quina",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "São Paulo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Curso Construção de Bots com IA",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Curso livre de 40 horas que ensina a construir um bot para usar no atendimento de canais de comunicação, simulando um contato natural e humanizado por meio de estrutura de dados, algoritmos e inteligência artificial.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.sp.senac.br/cursos-livres/curso-de-construcao-de-bots-com-ia",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Tocantins",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Chat GPT na Prática",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Voltado para alunos do PSG, o curso \"\"Chat GPT na Prática\"\" visa capacitar os participantes a utilizar o modelo de linguagem Chat GPT de maneira eficaz e criativa. Este curso oferece insights práticos sobre como aproveitar ao máximo as capacidades do Chat GPT para uma variedade de aplicações, desde redação e geração de ideias até suporte em diferentes setores.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.to.senac.br/noticia-427-senac-idiomas-est-com-vagas-abertas-para-cursos-gratuitos-na-rea-da-tecnologia",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Tocantins",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Chatbot SIÁ – Senac Inteligência Artificial",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Assistente virtual que oferece acesso a informações de maneira rápida e eficiente, atendimento ao público com excelência, é capaz de responder sobre diversos assuntos do Senac, relacionados as diversas áreas de atuação da instituição, como Aprendizagem, EAD, Informática e cursos com inscrições abertas",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://to.senac.br/noticia-261-senac-tocantins-lan-a-atendimento-virtual-com-intelig-ncia-artificial",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Espírito Santo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Curso Inteligência Artificial: Soluções Práticas",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Com carga horária de 20 horas, este curso livre tem como objetivo capacitar os participantes a utilizar ferramentas práticas de Inteligência Artificial (IA) para atuar e intervir em seu campo de trabalho, com foco em resultados.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.es.senac.br/cursos/informacao-e-comunicacao/inteligencia-artificial-solucoes-praticas-377",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Espírito Santo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Curso Utilização de Ferramentas de Inteligência Artificial no Comércio de Bens e Serviços",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Com carga horária de 18 horas, este curso livre tem como objetivo capacitar os participantes a utilizar ferramentas práticas de Inteligência Artificial (IA) para melhorar o desempenho e a eficiência das operações no comércio de bens e serviços. O foco será na aplicação direta das ferramentas de IA para aprimorar a experiência do cliente, otimizar processos e tomar decisões baseadas em dados.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.es.senac.br/cursos/todas/utilizacao-de-ferramentas-de-inteligencia-artificial-no-comercio-de-bens-e-servicos-376",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Minas Gerais",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Podcast sobre Inteligência Artificial",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Entrevista com Nalysson Luiz, docente da Faculdade Senac Contagem na área de Tecnologia da Informação",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.youtube.com/watch?v=uzfHUXrFjrU",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Minas Gerais",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Lavras",
        "Descrição da ação com uso de Inteligência Artificial": "Atividade sobre IA no World Creativity Day",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Entre os dias 20 e 22 de abril, as unidades do Senac em Lavras e Juiz de Fora também participam do maior festival colaborativo de criatividade do mundo. Na programação, atividades e palestras voltadas para temas diversos, entre eles a Inteligência Artificial.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.mg.senac.br/Noticias/Paginas/Senac-comemora-Dia-Mundial-da-Criatividade-e-Inova%C3%A7%C3%A3o.aspx",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Piauí",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Post no Blog sobre ChatGPT",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Post no Blog sobre ChatGPT",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://blog.pi.senac.br/chat-gpt-a-ultima-novidade-da-inteligencia-artificial/",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "Petrolina",
        "Descrição da ação com uso de Inteligência Artificial": "Palestra sobre o ChatGPT",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "A Inteligência Artificial (IA) Generativa foi debatida no CITE, em Petrolina, com a palestra “Inteligência Artificial (Chat Gpt) O que é? E como pode ser usado na educação?”. Os palestrantes, Auxiliadora Padilha, pedagoga com mestrado e doutorado em Educação e o professor doutor Marcello Mello,  mestre em Ciências da Computação e doutor em Educação Tecnológica, apresentaram a evolução dessa ferramenta e como utilizá-la.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.pe.senac.br/educadores-demonstram-o-uso-do-chat-gpt-na-educacao/",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "São Paulo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Palestra \"\"Inteligência Artificial, Chat GPT, Big Data, Realidade ou Ficção? O Processo Criativo em Design\"\"",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "A palestra aborda a importância do designer como profissional que produz e dissemina conhecimento e a criatividade, os processos criativos e o uso de tecnologias inovadoras, como ChatGPT, inteligência artificial e big data",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://eventos.sp.senac.br/atividade/inteligencia-artificial-chat-gpt-big-data-realidade-ou-ficcao-o-processo-criativo-em-design/",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Goiás",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Podcast \"\"Desafios e oportunidades da IA para o mundo do trabalho e educação\"\"",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Neste episódio do podcast MercadoLógico, “ChatGPT: desafios e oportunidades da inteligência artificial para o mundo de trabalho e para a educação”, o professor da UFG, Celso Camilo, nos apresenta a fundo os desafios e as oportunidades que a IA gera para os profissionais e para a educação. ",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://v1.go.senac.br/portal/noticia/10201-desafios-e-oportunidades-da-ia-para-o-mundo-do-trabalho-e-educacao",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Goiás",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Webinar \"\"Inteligência artificial, inovação e criatividade nos negócios - Senac Infinite\"\"",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Webinar \"\"Inteligência artificial, inovação e criatividade nos negócios - Senac Infinite\"\"",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.youtube.com/watch?v=Ms1UHvItxXI",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Maranhão",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": " palestra “Inteligência Artificial e Perfis Profissionais”",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Seminário de Educação Profissional foi sucesso marcado pela temática Inteligência Artificial",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://ma.senac.br/seminario-de-educacao-profissional-foi-sucesso-marcado-pela-tematica-inteligencia-artificial/",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Senac Rio Summit 2023",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Palestra com Alvaro Barros, Diretor - Neki A.I., no Senac Rio Summit.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.youtube.com/watch?v=mPO7qkIloFo",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Santa Catarina",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Inteligência Artificial - Podcast Fora da Sala",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Apesar de ter entrado no radar de muita gente há pouco tempo, você sabia que a IA faz parte da sua vida já há algumas décadas? Quem traz um papo super informativo é o professor Wender Firmino e o empresário Alexandre Adoglio. ",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.youtube.com/watch?v=wxteAtlM7_s",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Podcast Falando De Propósito",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Nesse episódio do podcast explicamosr a interação entre os seres humanos e a inteligência artificial (IA) como uma fonte de inspiração e aprimoramento da criatividade e produtividade. Ele destaca como a colaboração entre humanos e IA pode impulsionar a inovação, proporcionar novas perspectivas e otimizar tarefas complexas",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.youtube.com/watch?v=jrgre1BF56E",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Web Summit 2024",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Apresentações sobre o tema na Cápsula e em eventos como Web Summit, Rio Innovation Week e Senac Rio Summit.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.youtube.com/watch?v=rRc9LITwCuc",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Web Summit 2023",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Apresentações sobre o tema na Cápsula e em eventos como Web Summit, Rio Innovation Week e Senac Rio Summit.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.youtube.com/watch?v=yEPfhIDtkog",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio de Janeiro",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Rio Innovation Week",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Palestras sobre IA",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.rj.senac.br/noticias/tecnologia-da-informacao/senac-e-sesc-rj-levam-palestras-experiencias-imersivas-e-atracoes-culturais-ao-rio-innovation-week",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "São Paulo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Podcast Senac SP",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "o especialista Marcelo Graglia frisa a importância de pensar em possibilidades de regulação para garantir a segurança das pessoas quando o assunto é IA.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.youtube.com/watch?v=tEapgjlAbBU",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "São Paulo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Fórum Internacional Senac de Educadores 2023",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://eventos.sp.senac.br/evento/4o-forum-internacional-senac-de-educadores/",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "São Paulo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Semana Global do Empreendedorismo",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Como preparar o mundo para tecnologia disruptivas? Nosso evento é uma oportunidade para quem deseja se atualizar sobre as últimas tendências e avanços tecnológicos. ",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://eventos.sp.senac.br/atividade/ia-e-web-3-0/",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio Grande do Sul",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "MBA em Ciência de Dados, Business Inteligence e Inteligência Artificial",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "A Pós-graduação tem como objetivos: Desenvolver habilidades analíticas e estratégicas no uso de Data Science e Inteligência Artificial",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://senacrs.com.br/cursos/mba-ciencia-de-dados-business-intelligence-e-inteligencia-artificial_WyIxNzgwIiwiNjMiLG51bGwsIjYiXQ",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio Grande do Sul",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Tecnólogo em Ciência de Dados",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Curso superior de tecnologia que capacita o estudante a transformar os problemas de negócios em solução baseadas em dados",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.senacrs.com.br/cursos/curso-superior-de-tecnologia-em-ciencia-de-dados-e-inteligencia-analitica_WyIxNTg2IiwiNjMiLG51bGwsIjMiXQ",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Impressão do livro \"\"Transformando Experiências de Aprendizagem com ChatGPT\"\"",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Senac RN imprimiu cópias do e-book escrito pela gerente de Qualidade e Inovação do Senac RN, Priscilla Silveira, sobre a aplicação do ChatGPT na Educação.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.linkedin.com/posts/priscillasilveira77_muito-feliz-com-o-apoio-do-senac-rn-na-tiragem-activity-7094753030184595457-EpUy/",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Alagoas",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Imersão em empresas de tecnologia",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Projeto 'Escola de Empreendedores' levou o Plano Diretor de TI ao Porto Digital (2023) a São Paulo (2024)",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://youtu.be/vAjeJojPph4",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Bahia",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Imersão em empresas de tecnologia",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Projeto 'Escola de Empreendedores' levou o Plano Diretor de TI ao Porto Digital (2023) a São Paulo (2024)",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://youtu.be/vAjeJojPph4",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Ceará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Imersão em empresas de tecnologia",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Projeto 'Escola de Empreendedores' levou o Plano Diretor de TI ao Porto Digital (2023) a São Paulo (2024)",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://youtu.be/vAjeJojPph4",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Maranhão",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Imersão em empresas de tecnologia",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Projeto 'Escola de Empreendedores' levou o Plano Diretor de TI ao Porto Digital (2023) a São Paulo (2024)",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://youtu.be/vAjeJojPph4",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Paraíba",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Imersão em empresas de tecnologia",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Projeto 'Escola de Empreendedores' levou o Plano Diretor de TI ao Porto Digital (2023) a São Paulo (2024)",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://youtu.be/vAjeJojPph4",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Imersão em empresas de tecnologia",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Projeto 'Escola de Empreendedores' levou o Plano Diretor de TI ao Porto Digital (2023) a São Paulo (2024)",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://youtu.be/vAjeJojPph4",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Piauí",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Imersão em empresas de tecnologia",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Projeto 'Escola de Empreendedores' levou o Plano Diretor de TI ao Porto Digital (2023) a São Paulo (2024)",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://youtu.be/vAjeJojPph4",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Rio Grande do Norte",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Imersão em empresas de tecnologia",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Projeto 'Escola de Empreendedores' levou o Plano Diretor de TI ao Porto Digital (2023) a São Paulo (2024)",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://youtu.be/vAjeJojPph4",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Sergipe",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Imersão em empresas de tecnologia",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Projeto 'Escola de Empreendedores' levou o Plano Diretor de TI ao Porto Digital (2023) a São Paulo (2024)",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://youtu.be/vAjeJojPph4",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Alagoas",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Oficina de capacitação sobre o ChatGPT",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Atividade realizada durante o Encontro Pedagógico do Senac",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://al.senac.br/beta/noticias/encontro-pedagogico-do-senac-alagoas-leva-conhecimento-ao-corpo-docente-da-instituicao",
        "Categoria": "Formação Docente"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Manaus",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "SAI - Atendente virtual do Senac",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Chatbot para atendimento dos estudantes do Senac Amazonas",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://api.whatsapp.com/send?phone=558000928888&text=Ol%C3%A1%2C%20preciso%20de%20informa%C3%A7%C3%B5es",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Manaus",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Aula teste sobre IA no Comércio",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Avaliação didática de docentes teve como tema da aula “Inteligência Artificial: conceitos e implicação para o comércio local”.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://portalsenac.am.senac.br/contratacao/web/uploads/resultados/LISTA%202%C2%AA%20FASE%20-%20AVALIA%C3%87%C3%83O%20DID%C3%81TICA%20E%20ENTREVISTA.pdf",
        "Categoria": "Formação Docente"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Bahia",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Curso Inteligência Artificial para redes sociais",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Cursos ‘Inteligência Artificial para redes sociais’ e ‘aplicada ao Excel’.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://cursos.ba.senac.br/tecnologia-da-informacao-ti/inteligencia-artificial-para-redes-sociais",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Bahia",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Curso Inteligência Artificial aplicada ao Excel",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Cursos ‘Inteligência Artificial para redes sociais’ e ‘aplicada ao Excel’.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://cursos.ba.senac.br/tecnologia-da-informacao-ti/a-inteligencia-artificial-aplicada-ao-excel",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Ceará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Live IA no Mundo do Trabalho",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.ce.senac.br/senac-ceara-realiza-lives-e-videos-com-foco-em-gestao-negocios-tendencias-de-mercado-e-educacao-profissional/",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Ceará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Trilhas da Educação Profissional",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.ce.senac.br/wp-content/uploads/2022/03/Trilhas-do-com%C3%A9rcio_Arquivo_final-1.pdf",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Distrito Federal",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Pós-graduação Data Science e IA",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Curso de Pós-Graduação em Data Science e Inteligência Artificial da Faculdade de inovação e tecnologia Senac-DF.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.df.senac.br/faculdade/pos-graduacao/data-science-e-ia/",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Distrito Federal",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Palestra IA",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.df.senac.br/senac-df-encerra-encontro-pedagogico-com-palestra-sobre-inteligencia-artificial/",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Distrito Federal",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Robôs de IA",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Aquisição de robôs de IA para a Faculdade de Tecnologia e Inovação Senac – DF.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.df.senac.br/faculdade-senac-df-reforca-ensino-com-aquisicao-de-robos-de-inteligencia-artificial/",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Distrito Federal",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Seminário IA",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.df.senac.br/faculdade/faculdade-senac-promove-seminario-de-tecnologia-nesta-terca-feira-2/",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Espírito Santo",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "TalkEaD",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.es.senac.br/noticias/senac-es-promove-o-talk-ead-para-discutir-avancos-tecnologicos-e-desafios-da-educacao-a-distancia-279",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Maranhão",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Palestra \"\"Conectando Ferramentas de Inteligência Artificial na Educação\"\"",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "O palestrante apresentou aos presentes como a inteligência artificial pode ser uma ferramenta valiosa para auxiliar e promover a autonomia dos alunos. Ele compartilhou exemplos práticos do uso da IA na sala de aula, citando o ChatGPT como um exemplo notável.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://ma.senac.br/senac-sediou-palestra-que-destacou-a-integracao-da-inteligencia-artificial-na-educacao/",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Maranhão",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Seminário sobre \"\"Inteligência Artificial e os Novos Perfis Profissionais\"\"",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "O V Seminário Senac de Educação Profissional contou com as seguintes palestras:  \"\"Inteligência Artificial nos Negócios: Oportunidades e Desafios\"\"; \"\"Explorando o Futuro: Inteligência Artificial na Educação Profissional\"\"; e \"\"Impactos da Inteligência Artificial nos Perfis Profissionais (17h30 – Priscilla Silveira, Antônio Roberto Serra e Gil Giardelli)\"\".",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://ma.senac.br/seminario-senac-de-educacao-profissional-desvendando-os-horizontes-da-inteligencia-artificial-no-ambiente-profissional/",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Minas Gerais",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Participação no Hacktown",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.mg.senac.br/Noticias/Paginas/Acompanhe-a-7%C2%AA-edi%C3%A7%C3%A3o-do-Hacktown.aspx",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Minas Gerais",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Participação de alunos no IoT Week - Microsoft Day",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Alunos do Senac em Contagem-MG participaram do Hackathon Invoke.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.mg.senac.br/Noticias/Paginas/destaque-no-iot-week-microsoft-day-.aspx",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Mato Grosso do Sul",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Participação feira varejo",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://ww3.ms.senac.br/Noticia/Id/7157",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Mato Grosso do Sul",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Evento de IA no Senac Hub Academy",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Oficina sobre \"\"Inteligência Artificial para Professores\"\", no Senac Hub Academy, em parceria com o Instituto de Pesquisa e Inovação em IA do MS.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://ww3.ms.senac.br/Noticia/Id/7230",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Mato Grosso do Sul",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Workshop no Hub Innovation",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://senachub.ms.senac.br/hubinnovation3/participante.php?id_palestra=22",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Mato Grosso do Sul",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Workshop de Sáude no Hub Innovation",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://senachub.ms.senac.br/hubinnovation4/inscricao.php?id_palestra=26",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Mato Grosso do Sul",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Fabrica de Software",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Simulação de um ambiente empresarial real, capacitando alunos no desenvolvimento de soluções tecnológicas",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "http://45.182.18.130/fabrica/",
        "Categoria": "Prática Docente"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Mato Grosso do Sul",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Curso Técnicas de Machine Learning",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Curso destinado a interessados em ingressar na área de inteligência artificial",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://ww3.ms.senac.br/Curso/Detalhe/33377",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Mato Grosso",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Palestra Diogo Cortiz",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Pesquisador, cientista cognitivo e professor da Pontifícia Universidade Católica de São Paulo (PUC-SP), Diogo Cortiz, falou sobre ‘Metaverso e IA’.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.mt.senac.br/Noticias/Sesc-e-senac-mt-reunem-300-educadores-de-todo-o-estado-em-cuiaba-550",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Mato Grosso",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Workshop de IA",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.mt.senac.br/Noticias/Senac-mt-promovera-workshops-de-tecnologias-e-aulas-show-de-gastronomia-no-expoecos-2023-563",
        "Categoria": "Conteúdos e Eventos"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Mato Grosso",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Feira Varejo NY",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.mt.senac.br/Noticias/Senac-prospecta-solucoes-tecnologicas-para-o-comercio-de-mt-638",
        "Categoria": "Gestão Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Pará",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Curso Análise de dados com o Power BI e a Inteligência Artificial",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Curso para entender como essas tecnologias podem ser integradas para melhorar a análise e a tomada de decisões baseadas em dados.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.pa.senac.br/curso/113550_1-analise-de-dados-com-o-power-bi-e-a-inteligencia-artificial",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "MBA Ciência de Dados e Inteligência Artificial",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "O MBA em Ciência de Dados e Inteligência Artificial prepara os alunos oferece conhecimentos avançados em análise de dados, programação, machine learning e outras tecnologias relacionadas à inteligência artificial. ",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://faculdadesenacpe.edu.br/pos_graduacao/mba-em-inteligencia-artificial",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Oficina Chat GPT para professores",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Durante o XIX Congresso Internacional de Tecnologia na Educação (CITE), em Caruaru, a oficina Chat GPT para Professores trouxe dicas de como aplicar o Chat GPT na sala de aula para poder preparar os alunos para o futuro",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.pe.senac.br/oficina-chat-gpt-para-professores-leva-experiencia-pratica-para-participantes-do-cite-2023/",
        "Categoria": "Formação Docente"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Palestra “Inteligência Artificial (Chat Gpt) O que é? E como pode ser usado na educação?\"\"",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Especialistas falaram apresentaram a evolução dessa ferramenta e como utilizá-la, além de tendências e projeções da IA para a educação",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.pe.senac.br/educadores-demonstram-o-uso-do-chat-gpt-na-educacao/",
        "Categoria": "Formação Docente"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Pernambuco",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Curso Técnicas de Machine Learning",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Curso de 60 horas que trabalha alguns dos principais algoritmos de aprendizado de máquinas. Serão ensinadas técnicas para treinar computadores a realizarem algumas atividades humanas, como reconhecimento de fala, identificação de imagens, reconhecimento facial ou de expressões faciais, entre outros.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.pe.senac.br/curso-do-senac-no-porto-digital-desvenda-os-segredos-da-inteligencia-artificial/",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Piauí",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Inteligência Artificial na Educação: Melhores Práticas",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "Conceitos e aplicações da IA, aliados a habilidades técnicas e éticas que o capacitam a planejar e conduzir experiências de aprendizagem inovadoras.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.pi.senac.br/matricula/114451",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Piauí",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Aplicação de Inteligência Artificial para Negócios",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.pi.senac.br/matricula/114431",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Piauí",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Introdução à IA: Inteligência Artificial na Prática",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.pi.senac.br/matricula/114869",
        "Categoria": "Oferta Educacional"
    },
    {
        "Nome do responsável pela ação": "",
        "E-mail Institucional": "",
        "Departamento Regional": "Roraima",
        "Unidade Educacional, Segmento ou Área em que a ação foi desenvolvida": "",
        "Descrição da ação com uso de Inteligência Artificial": "Palestra sobre tendências do Comércio",
        "Solução utilizada": "",
        "Link para o site da ferramenta": "",
        "Estimativa de custos": "",
        "Metodologia": "O instrutor Elmo Viana apresentou os principais temas abordados na feira Retail's Big Show: NRF.",
        "Referências": "",
        "Observações": "",
        "Link do registro da iniciativa": "https://www.youtube.com/live/Wp9q7enX6yQ",
        "Categoria": "Conteúdos e Eventos"
    }
]